[
    {
        "title": "Anastasia",
        "api_id": "9444",
        "overview": "Alt ånder fred og lykke på Zarens palads - indtil den onde troldmand Rasputin kaster en forbandelse over kongefamilien. Oprøret bryder ud og den lille prinsesse Anastasia bliver forældreløs. Hun har ingen erindring om hvem hun eller hendes familie er. Hendes eneste spor er en nøgle til en spilledåse, som hun har fået af sin bedstemor. Det fører hende ud på et langt, spændende og farligt eventyr på vej til Paris sammen med den charmerende Dimitri og hundehvalpen Pooka. Stemmer: Meg Ryan John Cusack Kelsey Grammer Christopher Lloyd Hank Azaria Bernadette Peters Kirsten Dunst.",
        "release_date": "1997-11-20",
        "production_companies": [
            "Fox Animation Studios",
            "The Big Gun Project",
            "20th Century Fox"
        ]
    },
    {
        "title": "Family Guy Presents Blue Harvest",
        "api_id": "653528",
        "overview": "",
        "release_date": "2008-01-21",
        "production_companies": [
            "Fuzzy Door Productions",
            "20th Century Fox Television",
            "Fox Television Animation"
        ]
    },
    {
        "title": "Family Guy Something Something Something Dark Side",
        "api_id": "625651",
        "overview": "",
        "release_date": "2009-12-22",
        "production_companies": [
            "20th Century Fox Television",
            "Fuzzy Door Productions",
            "Fox Television Animation"
        ]
    },
    {
        "title": "Family Guy - It's a Trap (It's a Trap)",
        "api_id": "278427",
        "overview": "",
        "release_date": "2010-12-21",
        "production_companies": [
            "20th Century Fox Television",
            "Fuzzy Door Productions",
            "Fox Television Animation"
        ]
    },
    {
        "title": "Fantastic mr. Fox",
        "api_id": "10315",
        "overview": "Mr. Fox, træt af hverdagens kedsomhed, planlægger et stort hønse-kup mod de lokale landmænd. Hvad han ikke ved er at de lokale landmænd planlægger at gøre noget ved Mr. Fox.",
        "release_date": "2009-10-23",
        "production_companies": [
            "Regency Enterprises",
            "Indian Paintbrush",
            "American Empirical Pictures"
        ]
    },
    {
        "title": "Ice age",
        "api_id": "425",
        "overview": "For 20.000 år siden var en ny istid på vej og alle vegne forsøger dyr at flygte fra denne trussel. Da et menneskebarn er blevet væk fra sin far, slår dovendyret Sid, mammutten Manny, tigeren Diego og egern Scrat pjalterne sammen og trods naturens rasende elementer for at bringe dem sammen igen.",
        "release_date": "2002-03-10",
        "production_companies": [
            "20th Century Fox Animation",
            "Blue Sky Studios",
            "20th Century Fox"
        ]
    },
    {
        "title": "Ice Age 2 På tynd is",
        "api_id": "950",
        "overview": "Manfred, Sid og Diego vender tilbage i endnu et fantastisk eventyr. Istiden er ved at være forbi. Alle dyrene elsker den nye verden – et smeltende paradis fyldt med springvand, gejsere, vandhuller og mudderbade. Men da Manfred, Sid og Diego pludselig bliver klar over, at al den smeltede is med tiden vil oversvømme deres dal, bliver de nødt til at advare alle. Samtidig må de på en eller anden måde finde ud af, hvordan de slipper væk fra den oversvømmelse, der truer lige om hjørnet.  ngder af vand og mudderpøle.",
        "release_date": "2006-03-29",
        "production_companies": [
            "20th Century Fox Animation",
            "Blue Sky Studios",
            "20th Century Fox"
        ]
    },
    {
        "title": "Ice Age 3 Dinosaurerne kommer",
        "api_id": "8355",
        "overview": "Flokken begiver sig ned i en forunderlig underjordisk verden. Her kommer de i nærkontakt med dinosaurer, må kæmpe mod såvel vild flora som glubsk fauna og møder en nådesløs, énøjet, dino-jagende væsel ved navn Buck. Manfred og Ellie venter sig og afventer spændt deres baby-mammuts ankomst til verden. Dovendyret Sid ryger ind i genvordigheder, da han stifter sin egen umage familie efter at have fundet nogle dinosaurusæg. Sabeltigeren Diego er bekymret for, om han er ved at blive for \"blød\" af at være så meget sammen med sine venner. Og Scrat er denne gang, foruden sin evige mission - at få fingre i det agern, der altid smutter fra ham - oppe imod en kvindelig agernsamler. Et møde der måske kan føre til ægte kærlighed.",
        "release_date": "2009-06-26",
        "production_companies": [
            "Blue Sky Studios",
            "20th Century Fox Animation",
            "20th Century Fox"
        ]
    },
    {
        "title": "Ice Age 4 På gyngende grund",
        "api_id": "57800",
        "overview": "Scrat jagter stadig den evigt undslippende nød, som han har forsøgt at fange siden tidernes morgen. Nu har hans skøre jagt dog konsekvenser for verden, da han udløser en kontinental naturkatastrofe. Manfred, Sid og Diego kommer væk fra resten af flokken, da kontinenterne deler sig, og med Sids stride bedstemor på slæb støder de ind i både søuhyrer og en gruppe pirater, der gør alt for at forhindre vennerne i at komme hjem igen.",
        "release_date": "2012-06-27",
        "production_companies": [
            "Blue Sky Studios",
            "20th Century Fox Animation",
            "20th Century Fox"
        ]
    },
    {
        "title": "Robotter",
        "api_id": "9928",
        "overview": "I den nye film følger vi den unge robot, Rodney Copperbottom, fra hans forældre anskaffer ham som samlesæt og sætter ham i verden, frem til at han som ung eventyr- og eksperimenterely-sten robot drager til den store by med alle dens farer og fristelser – for at virkeliggøre sine drømme om at blive opfinder til gavn for alverdens robotter. Her er det hans plan at opsøge sit store forbillede, mesteropfinderen Bigweld, der er en slags præsident for robotternes verden, men han finder snart ud af, at Bigweld er blevet sat ud af spillet af den forbryderiske og magtbegærlige Ratchet, som i samarbejde med sin fæle mor, Madame Gasket, har dekreteret, at alle robotter konstant skal moderniseres og strømlines – til uhyrligt ublu priser – og de, der ikke har råd til det, skal skrottes!",
        "release_date": "2005-03-10",
        "production_companies": [
            "Blue Sky Studios",
            "20th Century Fox Animation",
            "20th Century Fox"
        ]
    },
    {
        "title": "Titan A. E",
        "api_id": "7450",
        "overview": "I en fjern fremtid er Jorden under angreb af aliens, men professor Sam Tucker har påtaget sig at redde Jorden. Inden han drager afsted, giver han sønnen Cale en ring med en hemmelig kode. Missionen mislykkes, og Jorden går under. Cale og resten af de overlevende må derefter strejfe rundt i rummet som flygtninge.  Nogle år senere møder Cale besætningen fra et andet rumskib, som kender til hans fars mission, og som kan aktivere koden på ringen. Det viser sig at være et kort til det legendariske rumskib Titan, som indeholder hemmeligheden til menneskehedens redning.",
        "release_date": "2000-06-16",
        "production_companies": [
            "David Kirschner Productions",
            "Fox Animation Studios",
            "Gary Goldman Productions",
            "20th Century Fox"
        ]
    },
    {
        "title": "Aladdin og de fyrretyve røvere",
        "api_id": "11238",
        "overview": "Dit tredje og sidste ønske er endelig gået i opfyldelse. Aladdin er tilbage. I et nyt og svimlende eventyr hvor hele holdet fra Disney's klassiker Aladdin er med. Eventyret om Aladdin afsluttes nu i Aladdin og de Fyrretyve Røvere i lige så stor stil, som dengang det begyndte.  Indbyggerne i Agrabah er samlet for at overvære århundredets bryllup. Men da Aladdin og Jasmin skal sige \"Ja\" til hinanden, afbrydes højtideligheden pludselig af den ondskabsfulde Kassim og hans 40 røvere. De er på jagt efter \"Kong Mida's Hånd\" skatten, som forvandler alt man rører ved til guld. Sammen men den altid morsomme ånd, Genie, begiver Aladdin sig ud på et mageløst eventyr. Et eventyr hvori han både genser sin forsvundne far og gifter sig med Jasmin!",
        "release_date": "1996-05-20",
        "production_companies": [
            "Disney Television Animation"
        ]
    },
    {
        "title": "Atlantis",
        "api_id": "10865",
        "overview": "Tag med på et spændende eventyr til havets bund – i Disneys Atlantis! Milo Thatchs eneste ønske er at finde byen Atlantis, som ifølge historien forsvandt sporløst i havets dyb. Den stenrige professor Whitmore har den samme drøm og inden Milo ved af det, er han på vej ud på sit livs eventyr. Med på ekspeditionen er den seje Kaptajn Rourke, den gale geolog Moliere, dynamitspecialisten Vince og så Cookie – kokken med verdens ulækreste mad. I en ubåd dykker de ned mod havets bund. Pludselig støder de på et uhyre, som vogter vejen til Atlantis. Efter en hård kamp når de deres mål og opdager at byen findes! Milo møder den spændende prinsesse Kida, men opdager også at Rourke og de andre har en lumsk plan med i bagagen…",
        "release_date": "2001-06-02",
        "production_companies": [
            "Walt Disney Pictures",
            "Walt Disney Feature Animation"
        ]
    },
    {
        "title": "Atlantis milo vender tilbage",
        "api_id": "8965",
        "overview": "Helten blev tilbage i Atlantis med sin nye kærlighed, Prinsesse Kida, mens resten af ekspeditionen vendte tilbage til Jordens overflade. Imidlertid visser det sig ikke at holde bare at \"glemme\" Atlantis. Et forfærdeligt havuhyre dukker op og synes at være forbundet med Atlantis, så venner må have fat i Milo og Kida igen. Snart sker der også mystiske ting ude i ørkenen, og til sidst forsvinder et spyd fra Whitmores samling. Alt sammen pager hen mod en truende katastrofe, som denne gang ikke blot vil ramme Atlantis, men hele Jorden.",
        "release_date": "2003-02-25",
        "production_companies": [
            "Disney Television Animation"
        ]
    },
    {
        "title": "Bionicle 2 Legenderne om Metru Nui",
        "api_id": "21379",
        "overview": "I Bionicles 2 Legenderne om Metru Nui!, kommer du med på et nyt svimlende actioneventyr og får endnu mere af Bionicle verdenen at se. Da mørkets kræfter truer indbyggerne i den smukke by Metru Nui, udvælger Toa Lhikan seks Matoraer til nye Toaer. De udvalgte skal hurtigt lære at håndterederes nye kræfter og vise sig værdige for den store leder Turago Dume. Deres opgave bliver at finde de seks forsvundne Kanoka-skiver, med hvis kræfter de kan redde Metru Nuis indbyggere. Vil det lykkes de seks helte, inden det er for sent - eller vil mørkets kræfter herske i byen for altid? I Bionicle 2 Legenderne om Metru Nui, møder du en hel række nye helte og fjender. Bl.a. de hensynsløse Vahki-styrker og de mystiske Dark Hunters. Tag med på non-stop action, hvor Toa Vakama og hans fem modige venner kæmper for at bliver værdige legender.",
        "release_date": "2004-10-21",
        "production_companies": [
            "LEGO",
            "Miramax",
            "Creative Capers Entertainment"
        ]
    },
    {
        "title": "Big hero 6",
        "api_id": "177572",
        "overview": "I storbyen San Fransokyo bliver teenageren Hiro nære venner med den oppustelige servicerobot, Baymax, som hans storebror har udviklet. Hiro er selv et teknikgeni, og da han opdager, at nogen har kopieret hans eget robotprojekt, kommer han i farezonen. Sammen med vennerne fra robotlaboratoriet - Go Go, Wasabi, Honey Lemon og Fred - danner Hiro og Baymax superhelteholdet Big Hero 6 for at stoppe skurkene.",
        "release_date": "2014-10-24",
        "production_companies": [
            "Walt Disney Pictures",
            "Walt Disney Animation Studios"
        ]
    },
    {
        "title": "Elementært",
        "api_id": "976573",
        "overview": "I den familievenlige animationsfilm 'Elementært' begiver man sig ind i en verden af elementer i Element City, hvor ild-, vand-, jord-, og luft bor sammen.  I Element City møder man den seje og kvikke ildpige Ilena, der er af den overbevisning at de forskellige elementer ikke skal blande sig og har af den grund aldrig været ude for det ildkvarter, hun bor i. Det er dog indtil en vandskade i hendes fars dagligvareforretning, præsenterer hende for den søde og afslappede vanddreng ved navn Evan.  Evan får hurtigt udfordret Ilenas opfattelse, af den verden de bor i og det umage vennepar opdager noget, der er helt elementært: Selvom de er forskellige, så har de mere til fælles end man skulle tro.  'Elementært' er det seneste skud på stammen af Disney og Pixars farverige og fantasifulde animationsfilm.  Vær opmærksom på at forestillingen starter ud med en sød kortfilm fra 'Up' universet med titlen 'Carl's Date'.",
        "release_date": "2023-06-14",
        "production_companies": [
            "Walt Disney Pictures",
            "Pixar"
        ]
    },
    {
        "title": "High school musical",
        "api_id": "10947",
        "overview": "På East High School er Troy Bolton og Gabriella Montez et uovertruffent par på scenen, med stemmer, der får andre til at blegne. Den eneste ulempe er bare, at der er ingen der ved det. Så da det er tid til udtagelse til skolens prestigefyldte musical, vil de selvfølgelig stille op. Men problemet er, at Troys vigtige basketball-kamp og Gabriellas holdkonkurrence for unge genier, løber af stabelen på nøjagtig samme tidspunkt. Og det bliver ikke nemmere, da deres største konkurrenter, søskendeparret Sharpay og Ryan Evans, bruger beskidte tricks for at stoppe de nye udfordrere.",
        "release_date": "2006-01-20",
        "production_companies": [
            "Salty Pictures",
            "First Street Films"
        ]
    },
    {
        "title": "High school musical 2",
        "api_id": "13649",
        "overview": "Wildcats tilbage! Skolen lukker for sommeren, og East High Schools basketball-stjerne Troy Bolton, top-elev Gabriella Montez og resten af Wildcats gør sig klar til en sjov sommerferie. Men det hele ændrer sig, da den snedige drama queen Sharpay Evans bruger sin fars forbindelser til at skaffe Troy et job på deres fornemme country club - og en chance for at få et basketball college-stipendium. Bagsiden af medaljen er, at han vil være nødt til at vende sine venner ryggen og i stedet danne par med Sharpay i en spektakulær musical i country clubbens årlige talentshow. Men da Gabriella og Wildcats begynder at lægge planer uden Troy, bliver han nødt til at vælge, hvor hans loyalitet virkelig ligger.",
        "release_date": "2007-08-17",
        "production_companies": [
            "First Street Films",
            "Salty Pictures"
        ]
    },
    {
        "title": "High school musical 3",
        "api_id": "11887",
        "overview": "Troy og Gabriella har taget på hul på sidste år af high school på East High. Og derfor skal der selvfølgelig stables en musical på benene. De samler vennerne fra The Wildcast og så skal der arbejdes med at lave den flotteste musical, som skolen endnu har set.",
        "release_date": "2008-10-11",
        "production_companies": [
            "Walt Disney Pictures",
            "Borden & Rosenbush Entertainment"
        ]
    },
    {
        "title": "Nightmare before Christmas",
        "api_id": "9479",
        "overview": "Jack Skellington er Græskarmand i Halloweentown. Han er vellidt og god til sit arbejde, men det keder ham altid at skræmme menneskene til Halloween. En dag får han den ide, at Halloweentown skal kidnappe julemanden og holde jul på deres egen måde. Det går dog langtfra efter planen og samtidig venter et opgør med Jacks rival Oogie Boogie.",
        "release_date": "1993-10-09",
        "production_companies": [
            "Touchstone Pictures",
            "Skellington Productions"
        ]
    },
    {
        "title": "Skatteplaneten",
        "api_id": "9016",
        "overview": "Den 15-årige Jim Hawkins elsker udfordringer, men dem findes der ikke mange af på planeten Montressor hvor han bor - og da slet ikke på kroen hvor han arbejder sammen med sin mor. Men da han en dag får fat i et mystisk stjernekort, starter hans livs største eventyr. Kortet viser nemlig vejen til et sted, som skulle gemme på en utrolig skat af guld og juveler: Skatteplaneten! Jim tager af sted på solargaleonen R.L.S. Fortuna for at finde skatten. Om bord er også kokken John Silver, som hurtigt viser sig at blive en god ven. Men jo nærmere Skatteplaneten de kommer, desto mere tror Jim at John Silver skjuler noget...",
        "release_date": "2002-11-26",
        "production_companies": [
            "Walt Disney Pictures",
            "Walt Disney Feature Animation"
        ]
    },
    {
        "title": "Taran og den magiske gryde",
        "api_id": "10957",
        "overview": "Knøsen Taran røgter svin, men drømmer om at blive en vældig kriger. Han-Wen er dog ikke nogen helt almindelig grisebasse. Dens synske evner viser vej til Den Magiske Gryde, hvis frygtelige kræfter kan vække de dødes hær til live. Dét er lige, hvad Den Hornede Konge skal bruge for at erobre verden, så han kidnapper orakelgrisen. Taran mander sig op og vandrer mod slottet, hvor opgøret venter.",
        "release_date": "1985-07-24",
        "production_companies": [
            "Silver Screen Partners II",
            "Walt Disney Pictures",
            "Walt Disney Productions"
        ]
    },
    {
        "title": "Vilde Rolf",
        "api_id": "82690",
        "overview": "Vilde Rolf er skurken i et computerspil, og han længes efter at være helt. Så da et nyt spil lanceres, lister han ind i det for at få opfyldt sin drøm. Men alt går skævt, da hen ved en fejl, kommer til at slippe en dødelig fjende løs.",
        "release_date": "2012-11-01",
        "production_companies": [
            "Walt Disney Animation Studios",
            "Walt Disney Pictures"
        ]
    },
    {
        "title": "Vilde Rolf smadrer internettet",
        "api_id": "404368",
        "overview": "Spilfigurerne Vilde Rolf og Vanilje nyder livet som helte i arkadehallens retromaskiner. Da ejeren, hr. Litwak, tilkobler et trådløst netværk, vover Vanilje sig ud på World Wide Web for at finde en reservedel til sit spil. Hun opdager sit sande kald som racerstjerne i et farligt online-bilspil, men Rolf er bekymret for at miste sin eneste ven. Hans forsøg på at få Vanilje tilbage udløser kaos på internettet.",
        "release_date": "2018-11-20",
        "production_companies": [
            "Walt Disney Pictures",
            "Walt Disney Animation Studios"
        ]
    },
    {
        "title": "X-men the legend of wolverine",
        "api_id": "121133",
        "overview": "",
        "release_date": "2003-04-29",
        "production_companies": [
            "Walt Disney Studios"
        ]
    },
    {
        "title": "Bad Guys De er super barske",
        "api_id": "629542",
        "overview": "Da holdet bliver fanget efter et mislykket røveri, laver Mr. Wolf en aftale for at få holdet ud af fængslet — de skal gøre godt fra nu af. Selvom han ikke har intentioner om at holde sit ord, så fornemmer Mr. Wolf, at det at være god faktisk giver ham den anerkendelse, han altid har ønsket sig. Så da en ny fare truer byen, må han overbevise sit team om for en gangs skyld at kæmpe for det gode.",
        "release_date": "2022-03-17",
        "production_companies": [
            "DreamWorks Animation",
            "Scholastic Entertainment",
            "dentsu"
        ]
    },
    {
        "title": "Bee Movie Det store honningkomplot",
        "api_id": "5559",
        "overview": "Selvom bien Barry B. Benson netop har fået en god studentereksamen, er han ikke meget for en fremtid inden for honningproduktion. I stedet flytter han ind hos blomsterhandleren Vanessa, hvor livet er skønt, lige indtil Barry opdager at mennesker rent faktisk spiser honning. Det vil honningbien ikke finde sig i, så han beslutter sig for at sagsøge hele menneskeheden for tyveri. © Scope",
        "release_date": "2007-10-28",
        "production_companies": [
            "Columbus 81 Productions",
            "DreamWorks Animation"
        ]
    },
    {
        "title": "Vejen til El Dorado",
        "api_id": "10501",
        "overview": "De to unge fupmagere Miguel og Tulio har fuppet sig til Latinamerika, hvor de i byen Eldorado modtages som guder. Men de bliver til en lus mellem to negle i stridighederne mellem høvding Tannabok og medicinmanden Tzekel-Kan, statens kamp mod religionen. Heldigvis hjælper indianerpigen Chel dem. Imens er den legendariske indianerslagter Cortez og hans flåde også ved at finde Eldorado, hvilket kan vise sig at blive den største trussel af dem alle.",
        "release_date": "2000-03-31",
        "production_companies": [
            "DreamWorks Pictures"
        ]
    },
    {
        "title": "Flugten fra hønsegården",
        "api_id": "7443",
        "overview": "En hønsefarm i Nordengland. 50 høns, der er trætte af livet bag pigtråd, hvor kun døden kan befri dem, når de ikke kan lægge flere æg. En årvagen vagt med to bidske hunde til hjælp. En bagmand med omlægningsplaner, der snart vil indhylle hønsene i blandede grøntsager og mørdej. Og så en enlig amerikansk hane, der kan flyve og dermed hjælpe hønsene på flugt.  Scenen er hermed sat til Nick Parks (Wallace & Gromit) vældig morsomme version af Steve McQueen-klassikeren The Great Escape. Den tyske fangelejr er lavet om til en hønsegård med alt, hvad det medfører af hønset adfærd og næbbet opførsel. Høns er, som de fleste vil vide, ikke specielt modige dyr, så der skal en speciel støbning leder til for at få dem til at vove fjerene og satse alt på den store flugt.",
        "release_date": "2000-06-23",
        "production_companies": [
            "Aardman",
            "Pathé",
            "DreamWorks Pictures"
        ]
    },
    {
        "title": "Sådan træner du din drage",
        "api_id": "10191",
        "overview": "Livet som nørdet teenager bliver ikke lettere af, at man bor i en vikingelandsby fuld af barske krigere. Hikkes far er da også svært skuffet over sin svagelige søn, så Hikke giver sig i lag med at finde på nye metoder til at fange drager på. Det lykkes ham at skyde en natskygge ned, men han får medlidenhed med det sårede kræ og indleder et forbudt venskab med den kloge, ildspyende skabning.",
        "release_date": "2010-03-18",
        "production_companies": [
            "DreamWorks Animation"
        ]
    },
    {
        "title": "Sådan træner du din drage 2",
        "api_id": "82702",
        "overview": "Vikingen Hikke og hans drage, Tandløs, er begge blevet fem år ældre - og ikke mindre uadskillelige. Under en af deres eventyrlige udflugter opdager de en skjult isgrotte, som huser hundredevis af vilde drager, og så bliver der ballade. Freden i Berk er truet, og Hikke og Tandløs må sammen kæmpe for at sikre fremtiden for såvel menneskeheden som drageracen.",
        "release_date": "2014-06-05",
        "production_companies": [
            "DreamWorks Animation"
        ]
    },
    {
        "title": "Sådan træner du din drage 3",
        "api_id": "166428",
        "overview": "Vikingerne på Bersærkø lever i fred og fordragelighed med de drager, som Hikke & Co. har befriet fra fangenskab på naboøerne. Men den berygtede dragejæger Grimmel har sat sig for at udrydde natskyggeracen, som Hikkes drage, Tandløs, tilhører. Det tvinger Hikke og Tandløs til at finde det sagnomspundne dragerige Caldera. Mødet med en sjælden natskygge-hun sætter også Hikke og Tandløs' venskab på prøve.",
        "release_date": "2019-01-03",
        "production_companies": [
            "DreamWorks Animation",
            "Mad Hatter Entertainment"
        ]
    },
    {
        "title": "Kung fu panda",
        "api_id": "9502",
        "overview": "Den småfede panda Po serverer nudelsuppe i sin fars restaurant, men han drømmer om at blive en farlig kung fu-kriger. Mod alle odds bliver Po udvalgt til at træne hos kung fu-mesteren Shifu i templet. Pos evner og motivation imponerer ikke i starten. Men da Shifu opdager og bruger Pos madglæde, er der ikke mangler på motivation, og Po har måske alligevel det, der skal til, for at blive Dragekriger.",
        "release_date": "2008-06-04",
        "production_companies": [
            "DreamWorks Animation"
        ]
    },
    {
        "title": "Kung fu panda 2",
        "api_id": "49444",
        "overview": "Den trinde panda Po lever det fede liv i Fredsdalen, som han og dyrekrigerne De Fantastiske Fem våger over. Men en slem skurk har tænkt sig at erobre Kina og udradere al kungfu med et hemmeligt våben. For at nedkæmpe denne trussel må Po granske sin fortid for at finde ind til de skjulte kræfter, der kan hamle op med anti-kungfu-våbnet.",
        "release_date": "2011-05-25",
        "production_companies": [
            "DreamWorks Animation"
        ]
    },
    {
        "title": "Kung fu panda 3",
        "api_id": "140300",
        "overview": "Po opdager et hemmeligt pandaparadis fuldt af kluntede pandaer, der elsker sjov og ballade. Freden trues dog af den overnaturlige kampsportsmester Kai, der vil besejre alle kung fu-mestre i landet, og Po må nu træne pandaerne til kamp.",
        "release_date": "2016-01-23",
        "production_companies": [
            "DreamWorks Animation",
            "China Film Group Corporation",
            "Oriental DreamWorks",
            "Zhong Ming You Ying Film"
        ]
    },
    {
        "title": "Madagascar",
        "api_id": "953",
        "overview": "Sammen med sine dyrevenner har løven Alex levet hele sit liv i fangenskab. De har vænnet sig til faste spisetider og et liv uden de store sorger og glæder. Gruppen af venner beslutter at se lidt på den omgivende storby, men ender i stedet på den afrikanske ø Madagaskar, hvor de pludselig skal lære at klare sig selv i naturen...",
        "release_date": "2005-05-25",
        "production_companies": [
            "Pacific Data Images",
            "DreamWorks Animation"
        ]
    },
    {
        "title": "Madagascar 2",
        "api_id": "10527",
        "overview": "Løven Alex, zebraen Marty, giraffen Melman og flodhesten Gloria hygger sig på Madagascar. Da de får mulighed for smuttur hjem til New York, så de siger ja tak. De får nemlig flyvelejlighed med de tre pingviner, der i sin tid var skyld i, at de havnede på Madagascar. De fire venner kommer dog ikke længere end til Afrika, og her finder de ud af, at der findes andre giraffer, løver, zebraer og flodheste end dem.",
        "release_date": "2008-10-30",
        "production_companies": [
            "DreamWorks Animation",
            "Pacific Data Images"
        ]
    },
    {
        "title": "Madagascar 3 Efterlyst i hele Europa",
        "api_id": "80321",
        "overview": "Pingvinerne vendte aldrig tilbage fra deres tur til Europa, så nu rejser Alex, Marty, Gloria og Melman tværs over Atlanten for at hente dem. De finder pingvinerne i Monte Carlo, hvor de er i færd med at sprænge kasinoet. Men da det lokale veterinærpoliti fatter interesse for dyrene, søger vennerne fra zoo tilflugt hos en cirkustrup, der har kurs mod New York.",
        "release_date": "2012-06-06",
        "production_companies": [
            "DreamWorks Animation",
            "Paramount Pictures",
            "Pacific Data Images"
        ]
    },
    {
        "title": "Shrek",
        "api_id": "808",
        "overview": "Den menneskefjendske trold Shrek bor alene midt i en sump, men en dag bliver han overrendt af eventyrfigurer, der er blevet smidt ud af Lord Farquards rige. Shrek aftaler med Faraquard, at han kan få lov til at være i fred, hvis han befrier herskerens udkårne, der holdes fanget af en drage. Og så drager Shrek af sted med sin følgesvend Æselet.",
        "release_date": "2001-05-18",
        "production_companies": [
            "DreamWorks Pictures",
            "Pacific Data Images"
        ]
    },
    {
        "title": "Shrek 2",
        "api_id": "809",
        "overview": "De nygifte trolde Shrek og Fiona bliver inviteret hjem til Fionas forældre, der er monarker i et land langt væk. Forældrene synes bestemt ikke om, at deres datter er blevet en grøn trold og at hun har giftet sig med Shrek. Derfor beslutter de sig for at skaffe sig af med gommen og sørge for at Fiona får sin tidligere yndige fremtoning tilbage.",
        "release_date": "2004-05-19",
        "production_companies": [
            "DreamWorks Animation",
            "Pacific Data Images"
        ]
    },
    {
        "title": "Shrek den tredje",
        "api_id": "810",
        "overview": "Da Shreks frø-svigerfar pludselig går bort, begiver Shrek sig ud på endnu et stormfuldt eventyr med Æsel og Den Bestøvlede Kat for at finde den rette arving til tronne. Alle de elskede figurer er tilbage sammen med den magiske, misforståede Merlin, en kejtet Arthur, et enormt opbud af prinsesser og andre overraskende nytilkomne. Ingen kan som Shrek fortælle et eventyr, hvor alle ler lykkeligt til deres dages ende!",
        "release_date": "2007-05-17",
        "production_companies": [
            "DreamWorks Animation",
            "Pacific Data Images"
        ]
    },
    {
        "title": "Shrek sidste kapitel",
        "api_id": "10192",
        "overview": "Shrek er i en krise. Godt nok er han lykkelig med Fiona og glad for sine troldeunger, men han savner at kunne skræmme alle med sit brøl. Det udnytter Rumleskaft og får Shrek til at underskrive et dokument, der skal få alting til at blive som før. Men landet Langt, Langt borte bliver i stedet forvandlet, så trolde er jaget vildt, Rumleskaft er konge, og Fiona og Shrek aldrig har mødt hinanden.",
        "release_date": "2010-05-16",
        "production_companies": [
            "DreamWorks Animation"
        ]
    },
    {
        "title": "Sinbad - Legenden fra de syv have",
        "api_id": "14411",
        "overview": "Sinbad er den kækkeste pirat og søfarer på de syv verdenshave. Han får i høj grad brug for sine evner, da han af kaosgudinden får til opgave at tilvejebringe den legendariske Book of Peace og sin bedste ven fra Proteus. Sinbad er i første omgang ikke varm på opgaven før den smukke Marina viser sig på scenen.",
        "release_date": "2003-07-02",
        "production_companies": [
            "DreamWorks Animation",
            "DreamWorks Pictures"
        ]
    },
    {
        "title": "Spirit Hingsten fra Cimarron",
        "api_id": "9023",
        "overview": "Velkommen til en ny, animeret triumf fra studiet DreamWorks, der også har stået bag Shrek og The Prince of Egypt.  Vi følger den utæmmede hingst Spirits eventyrrejse tværs over det vilde vesten, hvor han bliver ven med en ung Lakota indianer og finder den store kærlighed i en sød hoppe. Filmen er holdt i en realistisk stil, hvor dyrene ikke kan tale, men kommunikerer gennem prust, støn og øjenkontakt.",
        "release_date": "2002-05-24",
        "production_companies": [
            "DreamWorks Animation",
            "DreamWorks Pictures"
        ]
    },
    {
        "title": "Det regner med frikadeller",
        "api_id": "22794",
        "overview": "Ingen af Flint Lockwoods tossede opfindelser har nogensinde fungeret efter hensigten. Men da han bygger en maskine, der omdanner vand til mad, begynder der til alles forundring at dumpe cheeseburgerne ned fra himlen. Borgmesteren i Swallow Falls øjner straks en turistattraktion i det spiselige nedbør. Men en dag løber maskinen løbsk, og vejrpigen Sam advarer om truende storme i horisonten.",
        "release_date": "2009-09-17",
        "production_companies": [
            "Sony Pictures Animation",
            "Columbia Pictures"
        ]
    },
    {
        "title": "Hotel Transylvania",
        "api_id": "76492",
        "overview": "Dracula har forladt de menneskelige verden, og ordner nu sine forretninger fra et luksuriøst og fjernt beliggende feriested. Men da en dreng opdager idyllen, og forelsker sig i Draculas teenagedatter, forvandles greven fra farlig vampyr til overbeskyttende far.",
        "release_date": "2012-09-20",
        "production_companies": [
            "Columbia Pictures",
            "Sony Pictures Animation"
        ]
    },
    {
        "title": "Hotel Transylvania 2",
        "api_id": "159824",
        "overview": "Dracula er stadig ejer af et hotel for monster.  Vampyren har dog lempet reglerne efter at have fået den unge Jonathan som svigersøn, og nu har mennesker også adgang til de luksuriøse omgivelser i Transsylvanien. Men nye bekymringer tynger Dracula. Hans barnebarn, Dennis, er halvt vampyr og halvt mennesker, men viser ingen tegn på førstnævnte.  Derfor inviterer bedstefaren vennerne Frankensteins monster, mumien Murray, varulven Wayne og den usynlige Griffin på besøg, så de kan give familiens yngste en rigtig \"monsteruddannelse\". Uden varsel dukker Draculas 1.071 år gamle far, Vlad, op og er mildest talt utilfreds med udviklingen af begivenhederne.",
        "release_date": "2015-09-21",
        "production_companies": [
            "Columbia Pictures",
            "Sony Pictures Animation"
        ]
    },
    {
        "title": "Hotel Transylvania 3",
        "api_id": "400155",
        "overview": "Mavis beslutter sig for at overraske Dracula og resten af familien med en krydstogtsferie! Med på turen følger snart også resten af monster-slænget til alles fælles fornøjelse. Ombord på skibet findes alt fra den dejligste mad til monstervolleyball og eksotiske udflugter, og både familie og venner stornyder opholdet og hinandens selskab. Men så sker det uventede, Drac bliver forelsket i den fristende men åh så farlige skibskaptajn Eunice, og det hele bliver en tand for meget med den spirende forelskelse, og nu langt mindre tid til dem, han rejste ud ud med for at være sammen med...",
        "release_date": "2018-06-28",
        "production_companies": [
            "Columbia Pictures",
            "Sony Pictures Animation"
        ]
    },
    {
        "title": "Svaneprinsessen",
        "api_id": "22586",
        "overview": "Prinsesse Odette og prins David er som skabt for hinanden. Det synes deres forældre, kong William og dronning Umberta, der regerer over hver sit kongedømme, i hvert fald. Og med et giftemål håber de at kunne forene deres riger.  Ind i vor historie træder så den onde troldmand Grovbert, der af forsmået kærlighed til Odette forvandler hende til en svane. Dybt inde i den mørke skovsø, hvortil hun er forvist, finder hun nogle gode venner; frøen Jean-Bob, skildpadden Kvik og søpapegøje Lunde, der slutter sig til at hjælpe Odette for at genforene hende med David og ophæve den grumme forbandelse…",
        "release_date": "1994-11-18",
        "production_companies": [
            "Rich Animation Studios"
        ]
    },
    {
        "title": "Arthur og minimoyserne",
        "api_id": "9992",
        "overview": "Arthur på 10 holder sommerferie hos sin bedstemor, hvor han leder efter en stor rubinskat, som hans afdøde bedstefar skulle have haft med hjem fra sine eventyr i Afrika. På magisk vis ender Arthur hos de bittesmå væsner Minimoyserne, hvor han har tre dage til at finde skatten, klare en led troldmand og afværge en invasion. Ja, også miniaturehelte har travlt og kan gøre hele forskellen.",
        "release_date": "2006-12-13",
        "production_companies": [
            "Canal+",
            "Sofica EuropaCorp",
            "Avalanche Productions",
            "EuropaCorp"
        ]
    },
    {
        "title": "Arthur 2 maltazars hævn",
        "api_id": "26505",
        "overview": "Endelig slutter månens tiende cyklus og Arthur kan vende for at gense Prinsesse Selenia. Men da en edderkop afleverer et riskorn med teksten S.O.S er der ingen tid at spilde - Selenia er i fare og Arthur bliver nød til at redde hende! Det bliver en farefuld rejse, hvor han kæmper mod den nye tyran i Landet med De Syv Jorder, redder Betameches liv og slås med rotter, frøer og behårede edderkopper... Men da Arthur endelig ankommer til Minimoysernes verden opdager han, at det slet ikke er hans gode gamle venner, der har sendt bud efter ham. Hvem mon har narret vores unge helt i så udspekuleret en fælde? Og eventyret slutter ikke her... Arthur 3 er klar til at indtage publikuns hjerter allerede i 2010!",
        "release_date": "2009-11-26",
        "production_companies": [
            "Apipoulaï",
            "Avalanche Productions",
            "Sofica EuropaCorp",
            "EuropaCorp",
            "Canal+",
            "TF1 Films Production"
        ]
    },
    {
        "title": "Arthur 3 de to verdener",
        "api_id": "42949",
        "overview": "Nu kommer sidste kapitel i det fantastiske eventyr om drengen Arthur og hans kun to millimeter høje venner, Minimoyserne. Mega onde Maltazar, der er hele tre meter høj har snydt Arthur, og er nu rejst gennem den magiske passage og ind i menneskenes verden, som han vil gøre alt for at ødelægge. Arthur opsnapper hurtigt Maltazars hemmelige projekt, men står overfor en koloenorm udfordring, da han nu befinder sig i Minimoysernes miniverden og er ligeså lille som en tissemyre. Til fods, til vands og sågar på humlebi og maximyg drager den gæve Arthur af sted sammen med Prinsesse Seleina og frække Betamesh for at forhindre Maltazars skumle plan. Følg med, når de to verdener mødes i det endelige opgør!",
        "release_date": "2010-08-22",
        "production_companies": [
            "EuropaCorp",
            "Apipoulaï",
            "Avalanche Productions"
        ]
    },
    {
        "title": "Snoopy and charlie brown the movie",
        "api_id": "227973",
        "overview": "'Filmen om Radiserne: Med Nuser og Søren Brun' følger den elskede beatle Nuser på en mission for at finde sin ærkefjende, Den røde baron.\r Samtidig starter der er en ny pige i Søren Bruns klasse, imens han selv forsøger at finde sin plads blandt kammeraterne i skolen.",
        "release_date": "2015-11-05",
        "production_companies": [
            "Blue Sky Studios",
            "20th Century Fox Animation",
            "20th Century Fox"
        ]
    },
    {
        "title": "Trillingerne fra Belleville",
        "api_id": "9662",
        "overview": "En tegnefilm om den lille dreng Champion, der bor hos sin bedstemor Madame Souza. Han keder sig frygteligt, indtil Madame Souza opdager, at han er allermest lykkelig, når han sidder på en cykel. Så får Champion lov at bruge al sin tid på cykling og træner rigtig hårdt. Til sidst er han parat til at deltage i det verdensberømte Tour de France-cykelløb.",
        "release_date": "2003-06-11",
        "production_companies": [
            "Production Champion",
            "Vivi Film",
            "France 3 Cinéma",
            "BBC Bristol Productions",
            "BBC Worldwide",
            "The Movie Network",
            "RGP France",
            "SODEC",
            "Les Armateurs",
            "Sony Pictures Classics"
        ]
    },
    {
        "title": "Tintin Enhjørningens hemmelighed (3D)",
        "api_id": "17578",
        "overview": "Da den unge reporter Tintin køber et 200 år gammelt modelskib, finder han (og hunden Terry) i flasken et ledespor til sørøveren Rackham den Rødes skat. Tintin allierer sig med den fordrukne kaptajn Haddock, hvis forfader kæmpede mod Rackham. Sammen drager de til Marokko for at finde resterne af det gode skib Enhjørningen. Men banditten Ivan Ivanovitch Sakharin er også ude på skattejagt.",
        "release_date": "2011-10-24",
        "production_companies": [
            "Paramount Pictures",
            "Columbia Pictures",
            "Hemisphere Media Capital",
            "Nickelodeon Movies",
            "Amblin Entertainment",
            "WingNut Films",
            "The Kennedy/Marshall Company"
        ]
    },
    {
        "title": "Tintin og hajsøen",
        "api_id": "241004",
        "overview": "Over hele verden rammes museer af listige kunsttyverier. Uvurderlige kunstværker stjæles og erstattes af perfekte kopier. Imens nyder Tintin og kaptajn Haddock deres ferie i Syldavien. Mens professor Tournesol pusler med sine nye opfindelser, bliver Tintin venner med to lokale børn. Og så støder han på sin gamle fjende Rastapopoulos, som meget vel kan have forbindelse til kunsttyverierne.",
        "release_date": "1972-12-13",
        "production_companies": [
            "Raymond Leblanc",
            "Belvision",
            "Dargaud Films"
        ]
    },
    {
        "title": "Asterix og de gæve gallere",
        "api_id": "11047",
        "overview": "Romerne vil finde ud af, hvorfor gallerne er så stærke. Den lille legionær Delirium sendes ud som spion og finder frem til hemmeligheden: trylledrikken. For at få fingre i den, kidnapper romerne Miraculix. Asterix drager af sted for at befri ham og lader sig fange af romerne, der vil bruge ham til at presse Miraculix med. Men det viser sig snart, at den gode druide har mere end en trylledrik på lager.",
        "release_date": "1967-12-20",
        "production_companies": [
            "Dargaud Films",
            "Belvision"
        ]
    },
    {
        "title": "Asterix sejren over Cæsar",
        "api_id": "8868",
        "overview": "Stakkels Obelix er ramt af Amors pil. Han bliver vanvittigt forelsket i den søde Lillefix. Men desværre - Lillefix er allerede forlovet med den flotte Tragicomix. Romerne tager ved en fejltagelse Tragicomix til fange og sender ham til fremmedlegionen. Klædt ud som romere begiver Asterix og Obelix sig afsted for at hjælpe Lillefix. Der bliver kaos, da Asterix og Obelix lader sig hverve til fremmedlegionen. Obelix nægter at modtage ordrer, og det bliver ikke bedre, da Asterix mister sin lille flaske med trylledrik. Vore to venner havner på gladiatorskole, og snart skal de vise den store Cæsar, hvad de har lært...",
        "release_date": "1985-03-06",
        "production_companies": [
            "Gaumont International",
            "Dargaud Films",
            "Les Productions René Goscinny",
            "StudioCanal"
        ]
    },
    {
        "title": "Asterix operation bautasten",
        "api_id": "11625",
        "overview": "Vi skriver år 50 før Kristus. I den lille gæve gallerby går alt stille og roligt - for roligt... Romerne planlægger at kidnappe troldmanden Miraculix og formlen til den magiske trylledrik. Uden trylledrikken kan romerne nemt indtage den ellers ukuelige landsby, og slette den af landkortet.  Men de intetanende gallere har et større problem: et frygteligt uvejr er brudt ud. Vil himmelen falde ned? Gallerne er rædselsslagne og søger råd hos den mærkelige spåmand Prolix. Imens ruster Asterix og Obelix sig til kamp mod den mistænksomme spåmand og romerne, som igen bliver genstand for gallernes ynglingshobby: Romerkastning...",
        "release_date": "1989-10-04",
        "production_companies": [
            "Gaumont",
            "StudioCanal",
            "Extrafilm Produktion"
        ]
    },
    {
        "title": "Asterix og obelix indtar rom",
        "api_id": "9385",
        "overview": "Endnu en gang slået til plukfisk af gallerne konkluderer de romerske legioner, at gallerne ikke er mennesker men guder, der er imod dem. Det tror Cæsar ikke på men vælger alligevel at afgøre sagen en gang for alle med et væddemål. Hvis gallerne kan klare en moderne udgave af Herkules tolv kraftprøver, falder Rom for dem. Men hvis det slår fejl blot en eneste gang, bliver de alle slaver i Rom. Gallerne slår til, og guidet og kontrolleret af den tro romer Tulius Pussenus går Asterix og Obelix i gang med prøverne.",
        "release_date": "1976-06-26",
        "production_companies": [
            "Studios Idéfix",
            "Dargaud Films",
            "Les Productions René Goscinny"
        ]
    },
    {
        "title": "Asterix og vikingerne",
        "api_id": "9642",
        "overview": "Asterix, Obelix og de andre gallere er i fare! Vikingerne har nemlig hørt, at der findes folk, der kan flyve, hvis de bliver bange. Men da vikingerne ikke kender til frygt, er de nødt til at kidnappe en galler for at få demonstreret mekanismen. Oven i købet kommer Majestixs nevø, Provoix, på besøg i landsbyen.",
        "release_date": "2006-04-12",
        "production_companies": [
            "M6 Studio",
            "A. Film Production",
            "Mandarin SAS",
            "SND",
            "2d3D Animations"
        ]
    },
    {
        "title": "Asterix og briterne",
        "api_id": "99770",
        "overview": "Da Julius Cæsars styrker rykker ind i Britannien, sender Fixfax bud efter sine bekendte fra en lille landsby i Gallien. Sammen med Obelix, høvdingens teenagenevø Provoix samt en tønde trylledrik sejler Asterix over Kanalen for at give sine britiske naboer en hånd med i modstandskampen mod romerne. Der bliver dog også tid til lidt romantik imellem øretæverne.",
        "release_date": "2012-10-17",
        "production_companies": [
            "Fidélité Films",
            "Cinetotal",
            "Lucky Red",
            "Morena Films",
            "Saint Sébastien Froissart",
            "France 2 Cinéma",
            "France 3 Cinéma"
        ]
    },
    {
        "title": "Asterix og kleopatra",
        "api_id": "9929",
        "overview": "Romernes kejser Cæsar og egypternes dronning Kleopatra kan ikke helt enes om det egyptiske folks fortræffeligheder. De indgår et væddemål, hvor Kleopatras arkitekt, Linealis, skal designe et palads til Cæsar. Linealis er dog ikke i stand til at slå en lige streg og søger hjælp hos sin galliske ven, druiden Miraculix. Med hans trylledrik, Asterix' snilde og Obelix' råstyrke skal det nok gå alt sammen.",
        "release_date": "1968-12-19",
        "production_companies": [
            "Belvision",
            "Dargaud Films"
        ]
    },
    {
        "title": "Asterix & Obelix i kamp mod Cæsar",
        "api_id": "9564",
        "overview": "Langt inde i de galliske skove, ligger en lille landsby, der gang på gang smider de romerske magthavere på, og igennem, porten......Hemmeligheden er troldmanden Miraculix. Han forsyner krigerne med en trylledrik, der giver dem uanede kræfter. I landsbyen bor de to venner Asterix og Obelix. Asterix er lille, smart og lynhurtig. Hans bedste ven, den kæmpestore Obelix faldt i gryden med trylledrik som barn og siden da har han permanent besiddet de magiske kræfter. Obelix elsker at tæve romere........",
        "release_date": "1999-02-03",
        "production_companies": [
            "AMLF",
            "Bavaria Entertainment",
            "Cecchi Gori",
            "Canal+",
            "Katharina",
            "Pathé Films",
            "TF1 Films Production",
            "Renn Productions"
        ]
    },
    {
        "title": "Asterix & Obelix Mission Kleopatra",
        "api_id": "2899",
        "overview": "Romerne har besat Ægypten og den ægyptiske dronning Kleopatra indgår et umuligt væddemål med den romerske kejser Cæsar. På kun tre måneder skal hun opføre et pragtpalads i ørkenen. Arkitekten Linealis må derfor søge hjælp hos to gæve gallere…",
        "release_date": "2002-01-30",
        "production_companies": [
            "Canal+",
            "KC Medien",
            "Katharina",
            "La Petite Reine",
            "Renn Productions",
            "CNC",
            "TF1 Films Production",
            "Chez Wam"
        ]
    },
    {
        "title": "Peter pan",
        "api_id": "10601",
        "overview": "Pigen Wendy Darling bor sammen med sine forældre og små brødre i det kyske edwardianske London. Wendy elsker at fortælle historier og tryllebinder sine brødre i timevis om den legendariske pirat Kaptajn Klo, som ikke frygter noget - udover lyden af et tikkende ur. Men Wendy har endnu en begejstret fan, der holder af hendes historier - drengen Peter Pan, der hver aften rejser fra sin elskede Ønskeø for at lytte til Wendy. Men Wendys forældre er ikke begejstrede for hendes historier, og hendes far har derfor forbudt hende at fortælle flere. I stedet skal hun forberede sig på at blive voksen! Wendy får dog lov til at fortælle sine historier én sidste gang, og netop den aften beslutter Peter Pan at tage Wendy og hendes brødre med på en eventyrlig og fantastisk rejse til Ønskeøen...",
        "release_date": "2003-12-18",
        "production_companies": [
            "Universal Pictures",
            "Columbia Pictures",
            "Revolution Studios",
            "Red Wagon Entertainment",
            "Allied Stars"
        ]
    },
    {
        "title": "Scooby-doo",
        "api_id": "9637",
        "overview": "To år efter at den interne uenighed tvang Mystery Inc. til at lukke dørende, kaldes Scooby-Doo og hans snedige detektivvenner Fred, Daphne, Shaggy og Velma hver for sig til Spooky Island for at undersøge en række overnaturlige hændelser i den splinternye forlystelsespark. Ejeren af Spooky Island Emile Mondavarious frygter, at forlystelsesparken er hjemsøgt og prøver af forene de nævenyttige detektiver, så de kan løse mysteriet, før den overnaturlige hemmelighed skræmmer alle gæsterne væk. Scooby og vennerne må overvinde de personlige uoverensstemmelser og glemme alt, hvad de hidtil viste om falske spøgelser og underlige væsner for at opklare sagen, redde sig selv og måske også hele verden.",
        "release_date": "2002-06-14",
        "production_companies": [
            "Mosaic Media Group",
            "Warner Bros. Pictures"
        ]
    },
    {
        "title": "Scooby-doo 2 Uhyrerne er løs",
        "api_id": "11024",
        "overview": "En maskeret skurk skaber ravage i byen Coolsville med en monstermaskine, der kan genskabe levende udgaver af Mystery Inc.'s tidligere ærkefjender som 10.000 Volt-Genfærdet, Candyfloss-klatten, Skeletmændene og det grufulde Pterodaktylspøgelse. Fred, Daphne, Shaggy, Velma og Scooby-Doo iværksætter en efterforskning af denne epidemi af uhyrer, som får Shaggy og Scooby til at tvivle på deres roller i Mystery Inc. Men da de gerne vil vise deres evner som detektiver, udtænker den evigt sultne duo en hemmelig plan for at løse mysteriet på egen hånd. Kan holdet opklare deres største sag nogensinde?",
        "release_date": "2004-03-24",
        "production_companies": [
            "Mosaic Media Group",
            "Warner Bros. Pictures"
        ]
    },
    {
        "title": "Aberne og det hemmelige våben",
        "api_id": "119055",
        "overview": "Alexander slår sin svoger ihjel da han ved at Alexander og Lucy har en affære. Lucy tilhører ellers Weismüller. Weismüller og Attila-familierne ligger i krig med hinanden. En dag mødes de to unge aber Hektor og Elvira. De bliver betaget af hinanden samtidig med at de frygter hinanden. Alexander gør hvad han kan for at der ikke skal blive fred mellem de to familier. Kærligheden mellem Hektor og Elvira vinder dog til sidst.",
        "release_date": "1995-02-03",
        "production_companies": [
            "Per Holst Filmproduktion"
        ]
    },
    {
        "title": "Bennys badekar",
        "api_id": "36700",
        "overview": "Tegnefilm om Benny, der bor i et kedeligt højhus, hvor der ikke er særlig meget at lave for børn. Hans mor og hendes veninde snakker og snakker, mens de drikker kaffe og spiser flødeskumskager. Benny går en tur og fanger en haletudse, som han tager med op i badeværelset. Haletudsen viser sig at være en prins, og den tager nu Benny med sig ned i badekarret, som forvandles til et stort hav, hvor de møder alle mulige mærkelige væsener. Benny kommer op igen, men da hans forældre kører en tur i en bil, de har vundet i lotteriet, inviterer han legekammerater op, for at de sammen kan opleve noget af det, han selv oplevede med haletudsen på havets bund. En film om, hvordan børn søger tilflugt i fantasien, når virkeligheden skuffer dem. Meget af humoren er ironisk og satirisk – de voksne levnes ikke meget i filmen.",
        "release_date": "1971-03-06",
        "production_companies": [
            "Fiasco Film"
        ]
    },
    {
        "title": "Cirkeline 2 ost og kærlighed",
        "api_id": "73397",
        "overview": "Hanne Hastrup har skabt Cirkeline og hendes univers. Hun har også tegnet det hele. Jannik Hastrup har animeret og produceret, og sammen har de skrevet alle historierne. Tegnefilmene blev produceret med støtte fra DR TV B&amp;U afdelingen ved Mogens Vemmer fra 1968 til 1970.",
        "release_date": "2000-02-10",
        "production_companies": [
            "Dansk Tegnefilm"
        ]
    },
    {
        "title": "Cirkeline og verdens mindste superhelt",
        "api_id": "45362",
        "overview": "Cirkeline er taget på ferie til Tyrkiet med sin tegner, så vennerne Ingolf, Frederik og Viktor sniger sig om bord på bedstefars skib for at komme ned og besøge hende. Her møder de en anden blind passager - den barske og frygtløse mus Ali, der er draget ud i verden for at gøre sin lykke. Vores venner lader sig lokke med på den nye mus’ spændende eventyr, men bedstefar bliver rasende, da han ikke vil have børn med om bord, og katten, kokken og kaptajnen er bestemt heller ikke museelskere. Det viser sig imidlertid også, at Ali bærer på en stor hemmelighed!",
        "release_date": "2004-12-10",
        "production_companies": [
            "Dansk Tegnefilm"
        ]
    },
    {
        "title": "Drengen der ville gøre det umulige",
        "api_id": "15951",
        "overview": "I en fangerhytte i Grønland føder en kvinde en lille dreng. Samtidig - dybt inde i en hule i fjeldet - føder en isbjørnemor sin unge. Men hendes unge dør og hun sørger så meget over tabet, at hanbjørnen stjæler den nyfødte dreng, for at drengen kan vokse op hos isbjørnehunnen. Nu er det kvindens tur til at være ked af det. Hendes mand drager ud for at finde sønnen og få ham med hjem. Men drengen har nu boet hos isbjørnene så længe, at han ikke kan leve sammen med menneskene. For at finde ud af om han er mest isbjørn eller mest menneske, må han søge tilbage til fjeldet, hvor de iskolde vinde blæser. Heldigvis får han god hjælp af en flink men ret klodset ravn med et uudtømmeligt lager af fjollede men gode påfund.",
        "release_date": "2002-12-18",
        "production_companies": [
            "France 3 Cinéma",
            "Les Armateurs",
            "Dansk Tegnefilm"
        ]
    },
    {
        "title": "Fuglekrigen i kanøfleskoven",
        "api_id": "43953",
        "overview": "I Kanøfleskoven terroriserer den onde krage, Fagin, alt og alle. Og sammenhold er der intet af. De to små fugle, Oliver og Olivia, har besluttet sig for at bekæmpe Fagin. Men der er ingen hjælp at hente fra de andre fugle i skoven. Hverken den gnavne ugle, gråspurven Betty eller den musikalske måge, Armdtrong, tør at stå sammen. Men så får de uventet hjælp fra musene Ingolf og Frederik, der bliver forfremmet til fugle. Alligevel mislykkedes deres forsøg på at snøre kraven, for Fagin ved altid, hvad de foretager sig. Der er nemlig en forræder i Kanøfleskoven.",
        "release_date": "1990-07-01",
        "production_companies": []
    },
    {
        "title": "Gummi T",
        "api_id": "132313",
        "overview": "Stakkels Ivan Olsen. Hver dag får han buksevand af bøllerne i skolegården. Ivans far lægger heller ikke skjul på, at han ville foretrække en søn, der var stærk og mandig som Tarzan. Så en dag møder Ivan en heks, som indvilger i at give ham superkræfter. Men er det overhovedet attråværdigt at være stærkere end alle andre? Og hvad er der egentlig i vejen med bare at være en Gummi-Tarzan?",
        "release_date": "2012-04-16",
        "production_companies": [
            "Crone Film Produktion",
            "SF Studios"
        ]
    },
    {
        "title": "Ternet ninja",
        "api_id": "523536",
        "overview": "Aske får en ternet ninja-dukke af sin Onkel Stewart i fødselsdagsgave. Ternet Ninja viser sig at være besat af en rapkæftet japansk ånd, der udfordrer Aske med, hvad han kan og ikke kan. Sammen hvirvles Aske og Ternet Ninja ind i en farlig mission, der kommer til at sætte deres venskab på prøve.",
        "release_date": "2018-12-25",
        "production_companies": [
            "A. Film Production",
            "Sudoku",
            "Pop Up Production"
        ]
    },
    {
        "title": "Ternet ninja 2",
        "api_id": "778819",
        "overview": "Ternet Ninja vender tilbage - i et nyt hylster. Den kyniske legetøjsgigant Phillip Eberfrø er ved at slippe for straf, og uskyldige børn er i fare. Jagten på hævn og retfærdighed genoptages sammen med 13-årige Aske. De to flankeres af både Sirene og Aske's papfar Jørn, der går all in på sin nyeste opfindelse: en fordøjelsesapp. Evigt lækkersultne Sune er også med - og selvfølgelig Aske's (uundværlige) onkel Stewart, der som altid spreder hygge i familien.",
        "release_date": "2021-08-19",
        "production_companies": [
            "A. Film Production",
            "Pop Up Production",
            "Sudoku ApS",
            "Noori Pictures"
        ]
    },
    {
        "title": "Valhalla",
        "api_id": "12646",
        "overview": "Menneskebørnene Tjalfe og Røskva kommer ved et tilfælde med til Gudernes mægtige rige, Valhalla. Her arbejder de som tjenere for tordenguden Thor. Thors ven, den listige gud Loke, har indgået et væddemål med Jætten Ymer om at opdrage jættebarnet Quark, og det synes Thor bestemt ikke om. Han beslutter sig for at drage til Udgård og levere Quark tilbage, men her møder han stor modstand fra Ymer.",
        "release_date": "1986-05-12",
        "production_companies": [
            "Metronome Productions"
        ]
    },
    {
        "title": "Brødrene løvehjerte",
        "api_id": "11291",
        "overview": "Brødrene Karl og Jonatan genfødes, efter deres korte liv på Jorden i landet Nangijala, hvor eventyrenes tid råder. Men det idylliske liv forstyrres af den grumme ridder Tengil, som med hjælp fra sin ildsprudlende drage Katla har taget magten i Rosendalen.  De spreder skræk omkring sig. På grund af deres mod kaldes Karl og Jonatan også for Brødrene Løvehjerte. De tager nemlig striden op mod Tengil og hans sortklædte soldater...",
        "release_date": "1977-09-23",
        "production_companies": [
            "SF Studios"
        ]
    },
    {
        "title": "Peddersen og findus det kattens år",
        "api_id": "56202",
        "overview": "Peddersen og Findus er nede ved søen og vinterfiske. Men fordi de er så optaget af alle de frosne fisk, de har fundet, ser de ikke, at et uvejr er på vej. De saver de frosne fisk ud i store blokke med deres issav. Mørket falder på og det begynder at blæse og sne.  Peddersen og Findus ser, at de ikke kan nå hjem med deres frosne fisk, så i stedet bygger de en ishytte af blokkene. Det ser sjovt ud med vægge af frosne fisk, der stirrer på dem. Peddersen siger, at det er for farligt at sove på grund af kulden, så for at holde humøret oppe og få natten til at gå, fortæller de historier om alt det sjove, de har oplevet sammen...",
        "release_date": "1999-12-25",
        "production_companies": [
            "Happy Life",
            "TV-Loonland"
        ]
    },
    {
        "title": "Fornemt besøg Pedersen og findus på nye eventyr",
        "api_id": "38390",
        "overview": "Det hele begynder en dag, hvor Pedersen er lidt gnaven over at have siddet låst inde på lokummet i lang tid. Derfor forlanger han, at Findus skal rydde op. Men det, synes Findus, er meget uretfærdigt - små katte skal da ikke rydde op! Og da de ikke kan blive enige, sender Findus et brev til kongen, så han kan afgøre, hvem der har ret. Mens de venter på svar oplever de en masse... for hvor Peddersen og Findus er, kan alting ske!",
        "release_date": "2000-10-27",
        "production_companies": [
            "Happy Life",
            "TV-Loonland"
        ]
    },
    {
        "title": "Peddersen og findus 3 nissemaskinen",
        "api_id": "39702",
        "overview": "Peddersen er kommet til at love Findus, at julenissen vil komme på besøg juleaften. Som alle andre voksne tror Peddersen imidlertid ikke på julenissen, så han beslutter at bygge en ”nissemaskine” for at opfylde kattens ønske. Det volder dog langt større problemer, end Peddersen har forestillet sig, så Findus og hans venskab kommer ud i en alvorlig krise. Samtidig lider Peddersens manglende tro på julenissen et alvorligt knæk…",
        "release_date": "2005-11-25",
        "production_companies": [
            "TV-Loonland",
            "Happy Life",
            "A. Film Production"
        ]
    },
    {
        "title": "Peddersen og findus glemligheder",
        "api_id": "24256",
        "overview": "Under en fisketur på søen får Peddersen den idé at bygge en svømmemaskine. Opfindelsen virker ikke helt efter hensigten, men efter et par justeringer kan den bruges til at lappe hullet i gårdens tag. Uheldigvis rutsjer Peddersen ned med hovedet først og mister sin hukommelse, som katten Findus må prøve at lokke frem igen ved at fortælle Peddersen om nogle af deres mange gode oplevelser sammen.",
        "release_date": "2009-03-13",
        "production_companies": [
            "SF Studios",
            "A. Film Production",
            "TV-Loonland"
        ]
    },
    {
        "title": "Toy story",
        "api_id": "862",
        "overview": "Da Anders til sin fødselsdag får robothelten Buzz Lightyear i gave, skaber det forvirring på børneværelset. Anført af cowboysheriffen Woody har legetøjet indtil da levet under ordnede forhold, men med Buzz' entre føler Woody sin myndighed truet. To sheriffer i et børneværelse er ikke sagen, så Woody vælger en noget ufin måde at slippe af med sin rival. Det andet legetøj er ikke begejstret for træ-sheriffens diktatoriske selvrådighed, så de vender ham ryggen, og snart havner han i samme uheldige situation som Buzz: Langt borte fra værelset, vennerne og ikke mindst Anders.",
        "release_date": "1995-10-30",
        "production_companies": [
            "Pixar"
        ]
    },
    {
        "title": "Toy story 2",
        "api_id": "863",
        "overview": "Da cowboydukken Woody forsøger at redde pivedyret Wheezy fra at blive solgt på loppemarked, bliver Woody selv kidnappet af en fanatisk legetøjssamler. Rumhelten Buzz Lightyear organiserer straks en storstilet redningsaktion.",
        "release_date": "1999-10-30",
        "production_companies": [
            "Pixar"
        ]
    },
    {
        "title": "Toy story 3",
        "api_id": "10193",
        "overview": "I 'Toy Story 3' gør Anders sig parat til at rejse væk til college. Woody, Buzz og resten af Anders loyale, gamle legetøj er forståeligt frustrerede over deres temmeligt usikre fremtid. Legetøjsslænget bringes til et værelse fuld af hæmningsløse unger, som næsten ikke kan vente med at hærge deres \"nye\" legetøj, og vennerne må gøre alt, hvad de kan, for at hjælpe hinanden ud af den kaotiske situation. Alt imens finder Barbie sig pludselig blussende plastic til ansigt med selveste Ken.",
        "release_date": "2010-06-16",
        "production_companies": [
            "Pixar",
            "Walt Disney Pictures"
        ]
    },
    {
        "title": "Monsters inc",
        "api_id": "585",
        "overview": "Alle verdens monstre bor i Monstropolis. Byen får sin energi fra Scream Heat, der indsamler børns skrig. Imidlertid er børn ikke længere så nemme at skræmme, så Monstropolis står overfor en energikrise. Derfor får den førende fremkalder af skrig, det store blå monster Sully, den krævende opgave at løse problemet. Det bliver ikke nemmere, da hans rivaler Henry J. Waternoose og Randal Boggs også kommer på banen. Og samtidig forvilder barnet Boo sig ned i monstrenes verden. Og er der noget monstrene er bange for, så er det børn.",
        "release_date": "2001-11-01",
        "production_companies": [
            "Pixar"
        ]
    },
    {
        "title": "Monsters University",
        "api_id": "62211",
        "overview": "Mike Wazowski har hele livet har drømt om at blive en \"skræmmer\", og nu har han chancen for at uddanne sig til én af slagsen på selveste Monsters University.  Allerede i løbet af sit første semester på universitet kommer Mike dog i problemer, da han ser sig sur på den populære James P. Sullivan, også kaldet \"Sulley\". Deres rivalisering udvikler sig, og som konsekvens bliver de begge bortvist fra den eftertragtede skole. For at gøre ondt værre bliver de nødt til at samarbejde, og sammen med en flok udstødte forsøger de at gøre tingene gode igen.",
        "release_date": "2013-06-19",
        "production_companies": [
            "Pixar",
            "Walt Disney Pictures"
        ]
    },
    {
        "title": "Græsrødderne",
        "api_id": "9487",
        "overview": "Folkene bag \"Toy Story\" er klar med en ny animationsfilm. Denne gang handler det om livet som myre. \"Græsrødderne\" følger myreflokken og specielt outsider-myren Flik, der må kæmpe en brag kamp for at tjene den onde græshoppe fører, Hopper og hans håndlangere. Skæbnen vil, at Flik drager ud i verden for at hente hjælp blandt de større insekter, men ender med at alliere sig med en flok afdanket cirkusartister. På bedste Disney manér sejrer det gode mod det onde, og outsideren bliver en helt blandt flokken.",
        "release_date": "1998-11-25",
        "production_companies": [
            "Walt Disney Pictures",
            "Pixar"
        ]
    },
    {
        "title": "Ratatouille",
        "api_id": "2062",
        "overview": "I en af Paris' fineste restauranter bor Remy, en ambitiøs rotte, der, til forskel fra andre rotter, hader skrald.  Næ, Remy drømmer i stedet om at blive en berømt fransk stjernekok, så han er splittet mellem familiens forventninger med at leve et liv i kloakkerne og at følge sin egen drøm.  Da han møder kokkedrengen Linguini, begynder en række ting at ske, som fuldkommen vender op og ned på hele Paris! Ratatouille er en festlig film for hele familien! Ingredienserne i denne suveræne udgave, er masser af humor og fantastisk animation, krydret med en skøn historie og herlige figurer!",
        "release_date": "2007-06-21",
        "production_companies": [
            "Pixar",
            "Walt Disney Pictures"
        ]
    },
    {
        "title": "Biler",
        "api_id": "920",
        "overview": "Racerbilen Lynet McQueen er fuld af selvtillid. Han er nemlig på vej til det store Stempel Cup Mesterskab i Californien - og det har han tænkt sig at vinde! Men uheldet er ude allerede på vejen til Californien. Lynet kører nemlig af sporet og ender i en lille søvnig by, hvor han blandt andet møder den lækre porsche Sally, en mystisk årgang 1951 Hudson Hornet og en rusten, men pålidelig kranbil.",
        "release_date": "2006-06-08",
        "production_companies": [
            "Pixar",
            "Walt Disney Pictures"
        ]
    },
    {
        "title": "Biler 2",
        "api_id": "49013",
        "overview": "Racerløbenes superstjerne Lynet McQueen og kranbilen Bumle, rejser rundt i verden til forskellige Grand Prix løb for at konkurrere om hvem, der er verdens hurtigste bil.  Men vejen mod mesterskabet er fuld af intriger, spænding og overraskelser, da Bumle får rodet sig ind i et internationalt spioneventyr!  Tag med på et højoktan eventyr med verdens sejeste \"bilstjerner\" i hovedrollerne. Det er gassen i bund fra start til mål!",
        "release_date": "2011-06-11",
        "production_companies": [
            "Pixar",
            "Walt Disney Pictures"
        ]
    },
    {
        "title": "Wall-E",
        "api_id": "10681",
        "overview": "Menneskeheden har for længst forladt jorden. Tilbage er efterladt én enkelt lille robot, Wall-E, der har brugt et par århundrede på at rydde op. Men en dag ankommer undersøgelsesrobotten EVA og noget tyder på, at der stadig er noget af interesse på jorden. Og Wall-E er bestemt også interesseret i EVA.",
        "release_date": "2008-06-22",
        "production_companies": [
            "Pixar",
            "Walt Disney Pictures"
        ]
    },
    {
        "title": "De Utrolige",
        "api_id": "9806",
        "overview": "Det er gået ned af bakke siden Bob Parr alias Hr. Utrolig var verdens sejeste superhelt. 15 år senere er Bob blevet forsikringsmand, småfed og bedsteborgerlig med kone, forstadsvilla og tre børn. Men Bob får endnu en chance for at trække i trikotten og bekæmpe verdens ondskab, da han en dag bliver indkaldt til en tophemmelig mission.",
        "release_date": "2004-10-27",
        "production_companies": [
            "Walt Disney Pictures",
            "Pixar"
        ]
    },
    {
        "title": "Op",
        "api_id": "14160",
        "overview": "Carl Frederiksen er en 78-årig, pensioneret ballonsælger,der bestemmer sig for at opfylde sin drøm om et storslået eventyr. Ved hjælp af tusindvis af balloner bundet fast på sit hus flyver han af sted på sit livs rejse til Sydamerika. For sent opdager Carl at hans værste mareridt, en overenergisk 8-årig spejder ved navn Robert, ved et tilfælde er havnet på Carls veranda. Verdens mest umage par støder på ufremkommeligt terræn, uventede skurke og jungleskabninger, men møder også nye venner, for eksempel Doggi, en talende hund og Kenneth, den sjældne fugl der ikke kan flyve. Fanget i junglen sammen med Robert, opdager Carl at de største eventyr i livet ikke altid er som man forventer.",
        "release_date": "2009-05-28",
        "production_companies": [
            "Pixar"
        ]
    },
    {
        "title": "Modig",
        "api_id": "62177",
        "overview": "Pixar-animationsfilmen 'Modig' (også kendt som 'Brave') fortæller historien om den skotske prinsesse Merida.  Merida er en talentfuld bueskytte og impulsiv datter af Kong Fergus og Dronning Elinor. Hun er fast besluttet på selv at styre sin egen vej i livet, så Merida trodser en ældgammel skik, der er hellig for landets huserende lords: den enorme Lord MacGuffin, den selvsikre Lord Macintosh og den kværulantiske Lord Dingwall.  Meridas handlinger fører af vanvare kaos og ødelæggelser i kongedømmet med sig, og da hun opsøger den gådefulde, gamle Wise Woman for at få hjælp, får hun et skæbnesvangert ønske opfyldt.  Den fare, der følger hende, tvinger Merida til at se meningen med ægte mod i øjnene, så hun kan vende en forfærdelig trolddom - inden det er for sent.",
        "release_date": "2012-06-21",
        "production_companies": [
            "Walt Disney Pictures",
            "Pixar"
        ]
    },
    {
        "title": "Den gode dinosaur",
        "api_id": "105864",
        "overview": "Den 16. film fra Pixar udspiller sig i en alternativ fortid, hvor Jordens dinosaurer ikke blev udryddet af et gigantisk meteornedslag. I stedet lever de store øgler side om side med menneskene. Apatosaurusungen Arlo bliver forældreløs, da han mister sin familie i en flodbølge. I forsøget på at finde hjem møder Arlo menneskeungen Tot. Venskabet med den vilde, primitive dreng er med til at modne den frygtsomme dinosaurus.",
        "release_date": "2015-11-14",
        "production_companies": [
            "Pixar",
            "Walt Disney Pictures"
        ]
    },
    {
        "title": "Inderst inde",
        "api_id": "150540",
        "overview": "'Inderst inde' bliver fortalt af følelserne inde i pigen, Rileys, hovede. Fortælleren er Glæde og hendes venner Vrede, Frygt, Tristhed og Afsky. I mange år har Glæde styret showet, men da Rileys forældre beslutter sig for at flytte til en anden by, forsvinder Glæde og Tristhed fra Rileys hovede. Nu er det Vrede, Frygt og Afskys job at holde styr på Rileys følelser, og det går ikke helt så godt.",
        "release_date": "2015-06-17",
        "production_companies": [
            "Pixar",
            "Walt Disney Pictures"
        ]
    },
    {
        "title": "Find nemo",
        "api_id": "12",
        "overview": "Mød Nemo, en ung og nysgerrig klovnfisk, der bliver fanget af en sportsdykker og havner i et akvarium på en tandlægeklinik i Sydney. Nu er det op til Marlin, Nemos ængstelige far, at redde ham! Han får selskab af den hjælpsomme men meget glemsomme kirurgfisk Dory, og sammen begiver de sig ud i det store og farlige ocean. Undervejs tvinges de til at passere skrækindjagende hajer, surfende hav-skildpadder, lumske gopler, sultne måger og meget mere. Samtidig udtænker Nemo og de andre fisk i akvariet en dristig flugtplan, der måske kan føre dem tilbage til havet...",
        "release_date": "2003-05-30",
        "production_companies": [
            "Pixar"
        ]
    },
    {
        "title": "Find dory",
        "api_id": "127380",
        "overview": "Den glemsomme kirurgfisk Dory bor i koralrevet sammen med klovnefiskene Marlin og Nemo, da hun pludselig husker glimt fra sin fortid. Hun insisterer på at genfinde sine forældre, og sporene fører hende, Marlin og Nemo til et stort marinbiologisk institut. Her møder Dory bl.a. den gnavne blæksprutte Hank, der modvilligt går med til at hjælpe hende med at finde hjem til hendes forældre.",
        "release_date": "2016-06-16",
        "production_companies": [
            "Pixar",
            "Walt Disney Pictures"
        ]
    },
    {
        "title": "Cry baby",
        "api_id": "9768",
        "overview": "Eisenhower er USA’s præsident. Rock’n’roll topper hitlisten. Og Wade “Cry-Baby” Walker er skolens slemme dreng.  Johnny Depp spiller en uimodståelig og sej fyr, som er i stand til at græde en enkelt tåre, hvilket får alle pigerne til at gå i svime – især Alison Vernon-Williams, en rig og smuk “pæn pige”, som mod sin vilje bliver tiltrukket af den småkriminelle fyr og hans forbudte verden med rockabilly-musik, hurtige biler og endnu hurtige piger.  Denne vildt sjove musikalske komedie om det hysterisk hurtige tempo i 1954 er instrueret af John Waters.",
        "release_date": "1990-04-06",
        "production_companies": [
            "Universal Pictures",
            "Imagine Entertainment"
        ]
    },
    {
        "title": "Edward Saksehånd",
        "api_id": "162",
        "overview": "Der var engang en borg højt oppe på en bakke, hvor der boede en opfinder, hvis største skabelse hed Edward. Selv om Edward var uimodståeligt charmerende, var han ikke helt perfekt. Opfinderens pludselige død efterlod ham ufuldendt med skarpe blade af metal i stedet for hænder. Edward boede alene i mørket, indtil en venlig dørsælgerske en dag tog ham med hjem til sin familie og lod ham bo der. Og således begyndte Edwards fantastiske eventyr i et pastelfarvet paradis kaldet Suburbia.  Tim Burton, som har instrueret \"Sleepy Hollow\" og \"Mars Attacks\" har skabt en højest usædvanlig person. Med Johnny Depp, Winona Ryder, Diane Wiest og Vincint Price som opfinderen.",
        "release_date": "1990-12-07",
        "production_companies": [
            "20th Century Fox"
        ]
    },
    {
        "title": "Benny & joon",
        "api_id": "4104",
        "overview": "Benny har et lille mekanikerværksted og en mentalt handicappet søster, Joon, at tage vare på. Så han er ikke glad, da underlige Sam flytter ind og i stedet for at tale udtrykker sig gennem pantomime i stil med Chaplin og Keaton. Som to mystiske mennesker er Joon og Sam tiltrukket af hinanden og forelsker sig, og pludselig er Benny ude på sidelinien.",
        "release_date": "1993-04-16",
        "production_companies": [
            "Roth-Arnold Productions",
            "Metro-Goldwyn-Mayer"
        ]
    },
    {
        "title": "Hva så gilbert grape",
        "api_id": "1587",
        "overview": "Gilbert Grape bor i en lille amerikansk flække, som hedder Endora. \"At bo dér, er som at danse uden musik\", siger Gilbert. Han føler, at livet passerer forbi, fordi han bliver nødt til at tage sig af sin retarderede bror. Men en dag kommer Becky, til Endora. Det får Gilbert på helt andre tanker!",
        "release_date": "1993-12-17",
        "production_companies": [
            "Paramount Pictures"
        ]
    },
    {
        "title": "Don Juan DeMarco",
        "api_id": "1909",
        "overview": "En ung mand (Johnny Depp), som udgiver sig for at være Don Juan, vil en sen aften kaste sig ud fra et tag i New York City. Psykiater Dr. Mickler (Marlon Brando) tilkaldes, og får Don Juan ført ned og indlagt. Hvad der først ligner vrangforestillinger er måske bare en evne til at bortvælge det lidenskabsløse.\r Psykiateren genfinder, under stærk indflydelse af sin patient, den gnist, som han i forholdet til sin kone (Faye Dunaway) ellers havde tabt",
        "release_date": "1994-10-12",
        "production_companies": [
            "American Zoetrope",
            "New Line Cinema",
            "Juno Pix",
            "Outlaw Productions"
        ]
    },
    {
        "title": "Ed wood",
        "api_id": "522",
        "overview": "Med sit blændende og nærmest naive smil, følger vi Ed Wood, som forsøger at blive en anerkendt instruktør. Hans overtalelses evner fejler bestemt ikke noget, da det lykkes ham at skaffe kapital til alle sine film. Problemet er bare, at Ed Wood ikke er det mindste perfektionist, og selv en væltende gravsten på en kirkegård i en central scene, bliver ikke taget så nøje. Omgivet af underholdningsbranchens skøreste udskud tager Ed kunsten at skabe dårlige film til et helt nyt lavpunk.",
        "release_date": "1994-09-28",
        "production_companies": [
            "Touchstone Pictures"
        ]
    },
    {
        "title": "Dead man",
        "api_id": "922",
        "overview": "William Blake er en bogholder, som forlader sit hjem i Cleveland for at overtage et job vestpå i nybyggerbyen Machine. Da han ankommer, får han at vide, at fabriksejeren Dickinson allerede har ansat en anden mand til jobbet. Han slukker sine sorger på nærmeste saloon i selskab med en forhenværende prostitueret. Et voldsomt opgør med kvindens elsker gør William Blake til morder. Alvorlig såret og med lovens lange arm i hælene, søger han tilflugt i ødemarken, hvor han møder indianeren Nobody.",
        "release_date": "1995-12-23",
        "production_companies": [
            "JVC",
            "Newmarket Capital Group",
            "12 Gauge Productions",
            "Pandora Film"
        ]
    },
    {
        "title": "Nick of time",
        "api_id": "2086",
        "overview": "",
        "release_date": "1995-11-22",
        "production_companies": [
            "Paramount Pictures"
        ]
    },
    {
        "title": "Donnie brasco",
        "api_id": "9366",
        "overview": "Vi møder den unge FBI agent Joe Pistone, da han prøver at infiltrere mafiaen som den lille smarte juvel ekspert Donnie Brasco. Det garvede mafiamedlem Lefty Ruggieros, der altid er blevet overset, øjner muligheder i den unge knøs og påtager sig at blive Brascos protektor. Og så er helvede ellers løs i mafia-gade.",
        "release_date": "1997-02-27",
        "production_companies": [
            "Phoenix Pictures",
            "Mark Johnson Productions",
            "Baltimore Pictures",
            "TriStar Pictures",
            "Mandalay Pictures"
        ]
    },
    {
        "title": "The ninth gate",
        "api_id": "622",
        "overview": "Dean Corsa lever af at opspore sjældne, gamle bøger for rige samlere. Med da en klient viser ham et særdeles velbevaret eksemplar af \"The Nine Gates And The Kingdom Of Shadow\", tror han simpelthen ikke sine egne øjne. Bogen er en legende i okkulte kredse, skrevet i 1600-tallet, efter sigende i samarbejde med Satan selv. Derfor blev samtlige eksemplarer brændt på bålet - sammen med forfatteren. Skjult i de gamle skrifter findes anvisninger på, hvordan man påkalder De Onde Magter. En satanisk manual. For en mand som Corsa udgør de ældgamle gåder en uimodståelig fristelse. Men rækker man Fanden en lillefinger...",
        "release_date": "1999-08-25",
        "production_companies": [
            "R.P. Productions",
            "Orly Films",
            "Bac Films",
            "Kino Visión",
            "Origen Producciones Cinematograficas",
            "Vía Digital",
            "Canal+",
            "TF1 Films Production"
        ]
    },
    {
        "title": "Sleepy hollow",
        "api_id": "2668",
        "overview": "Ichabod Crane, er excentrisk og ivrig politibetjent med en nytænkende indgangsvinkel til at opklare forbrydelser. Ichabods moderne efterforskningsmetoder bliver sat på prøve, da hans overordnede sender ham til den lille by Sleepy Hollow for at undersøge en række mord, angiveligt begået af en hovedløs rytter.",
        "release_date": "1999-11-19",
        "production_companies": [
            "Paramount Pictures",
            "Mandalay Pictures",
            "American Zoetrope",
            "Karol Film Productions",
            "Scott Rudin Productions"
        ]
    },
    {
        "title": "Chocolat",
        "api_id": "392",
        "overview": "Hun er enlig mor. Hun går ikke i kirke. Og hun åbner en chokoladebutik midt i faste-tiden! Jo...Vianne formår at skabe røre i andedammen fra selvsamme øjeblik, hun slår sig ned i den lille by. Den slags passer bestemt ikke byens snerpede borgmester, der mener, at al nydelse er syndigt og skadeligt for moralen. Men Viannes hjertevarme væsen og hendes hjemmelavede chokoladespecialiteter - rene himmerigsmundfulde - lokker på trods af borgmesterens dundertale byens dydige borgere på syndens sanselige afveje. Én bid, og de er solgt...",
        "release_date": "2000-12-22",
        "production_companies": [
            "Fat Free",
            "Miramax",
            "David Brown Productions"
        ]
    },
    {
        "title": "Blow",
        "api_id": "4133",
        "overview": "Som lille sværger George Jung, at han hverken vil slide for penge eller være fattig. Som konsekvens begynder han at sælge marihuana og lære efterhånden også at smugle narkotika over grænsen fra Mexico. Efterhånden bliver Jung så dygtigt til smuglerierne, at han aftager store mængder kokain direkte fra kilden i Mexico. En risikabel affære der stemmer dårligt overens med han ønske om et familieliv.",
        "release_date": "2001-04-04",
        "production_companies": [
            "New Line Cinema",
            "Spanky Pictures",
            "Apostle"
        ]
    },
    {
        "title": "From hell",
        "api_id": "768",
        "overview": "London, 1888. Mary Kelly og hendes venner lever i nød og elendighed på gaden i London. En dag bliver deres veninde Ann kidnappet og snart efter myrdes Polly. Snart står det klart en de jages én for én. Den talentfulde inspektør Abberline bliver dybt involveret i sagen og knytter nære bånd til Mary. Da han nærmer sig sandheden, står det klart, at morderen ikke giver op uden kamp.",
        "release_date": "2001-02-08",
        "production_companies": [
            "Underworld Pictures"
        ]
    },
    {
        "title": "Once upon a time in Mexico",
        "api_id": "1428",
        "overview": "Den guitarspillende desperado El Mariachi er en levende legende. Hans guitarkasse er fuld af våben, og han er lige så ferm med en seksløber, som han er med den seksstrengede. Efter en personlig tragedie har El Mariachi trukket sig tilbage, men den korrupte CIA-agent Sands lokker ham ud af skjulet. El Mariachi's dødsfjende, general Marquez, og narkobaronen Barillo har planer om at myrde Mexicos præsident. Kun én mand kan stoppe dem, og snart er El Mariachi atter midtpunkt i en blodig fejde. Robert Rodriguez' stærkt underholdende actionthriller er en hyldest til Sergio Leone's klassiske spaghettiwesterns.",
        "release_date": "2003-09-11",
        "production_companies": [
            "Columbia Pictures",
            "Dimension Films",
            "Troublemaker Studios"
        ]
    },
    {
        "title": "Secret window",
        "api_id": "1586",
        "overview": "Forfatteren Mort bliver skilt og tager ud i sin hytte i bjergene for at få lidt fred og ro. Desværre bliver han opsporet af den noget uligevægtige John Shooter, der påstår at Mort har stjålet hans ideer og publiceret dem som sine egne. En sørgelig misforståelse tror Mort i starten, men så begynder der at ske underlige ting i hytten.",
        "release_date": "2004-03-12",
        "production_companies": [
            "Pariah",
            "Grand Slam Productions",
            "Columbia Pictures"
        ]
    },
    {
        "title": "Finding neverland",
        "api_id": "866",
        "overview": "\"Finding Neverland\" - en magisk fortælling inspireret af James Barrie, forfatteren til en af de mest berømmede børneklassikere nogensinde ... Peter Pan. Vi befinder os i London i 1904, hvor Barrie arbejder hårdt på sit manuskript til, hvad der forhåbentlig bliver hans helt store gennembrud på teatret. En dag støder han på enken Sylvia Davies og hendes fire børn i parken, og Barrie fascineres af familien. Forholdet udvikler sig til stor forargelse for ikke kun Barries egen hustru, men også venner og bekendte. Men Barrie har endelig fundet sin kilde til inspiration og langsomt ændres hans liv for altid...",
        "release_date": "2004-10-17",
        "production_companies": [
            "Miramax",
            "FilmColony",
            "Mirimax"
        ]
    },
    {
        "title": "The libertine",
        "api_id": "7548",
        "overview": "",
        "release_date": "2004-09-16",
        "production_companies": [
            "First Choice Films",
            "Isle of Man Film",
            "Mr. Mudd Production"
        ]
    },
    {
        "title": "Sweeny todd the demon barber of Fleet Street",
        "api_id": "13885",
        "overview": "Sweeney Todd har meget at være bitter over. Han blev smidt i fængsel, selvom han var uskyldig, og han har mistet sin kone og datter. Da han bliver løsladt, slår han igen dørene op til sin barbershop, men nu er det en lidt anden behandling, som Todd tilbyder. Han har nemlig forvandlet sig til Den Djævelske Barber fra Fleet Street, der barbereer hovederne af sine kunder.",
        "release_date": "2007-12-20",
        "production_companies": [
            "DreamWorks Pictures",
            "Warner Bros. Pictures",
            "Parkes/MacDonald Productions",
            "The Zanuck Company"
        ]
    },
    {
        "title": "Public enemies",
        "api_id": "11322",
        "overview": "Under depressionen i 1930'ernes USA har den organiserede kriminalitet nået hidtil usete højder. Det skal der sættes en stopper for, og FBI sætter topagenten Melvis Purvis i spidsen for jagten på de notoriske bad guys med John Dillinger, Baby Face Nelson og Pretty Boy Floyd i spidsen.",
        "release_date": "2009-07-01",
        "production_companies": [
            "Universal Pictures",
            "Relativity Media",
            "Forward Pass",
            "Misher Films"
        ]
    },
    {
        "title": "Alice i eventyrland",
        "api_id": "12155",
        "overview": "Da hun var lille, trådte Alice igennem troldspejlet og havnede i Eventyrland, hvor hun traf alskens løjerlige personager, såsom Den Gale Hattemager, Filurkatten, Syvsoveren, Kålormen og Hr. Kanin. Som 19-årig vender hun tilbage for at gense væsenerne fra sin barndom og tage det endelige opgør med den krigeriske Røde Dronning.",
        "release_date": "2010-03-03",
        "production_companies": [
            "Walt Disney Pictures",
            "Roth Films",
            "Team Todd",
            "Tim Burton Productions",
            "The Zanuck Company"
        ]
    },
    {
        "title": "The tourist",
        "api_id": "37710",
        "overview": "I 'The Tourist' er amerikaneren Frank (Johnny Depp) på et stille og roligt besøg i Italien for at komme sig over sin ekskæreste.I toget møder han tilfældigt den meget smukke, men hemmelighedsfulde Elise (Angelina Jolie), der overtaler ham til at tage med hende til Venedig.Det tilsyneladende uskyldige møde bliver hurtigt til et livsfarligt eventyr, for inden længe konstaterer Frank til sin skræk, at en række skrupelløse mordere er ude på at slå ham ihjel for enhver pris.'The Tourist' er instrueret af Florian Hanckel von Donnersmarck, der stod bag den Oscar-vindende 'De andres liv'.",
        "release_date": "2010-12-08",
        "production_companies": [
            "Columbia Pictures",
            "Spyglass Entertainment",
            "Peninsula Films",
            "StudioCanal",
            "GK Films",
            "Cineroma SRL",
            "Mandate International"
        ]
    },
    {
        "title": "Rango",
        "api_id": "44896",
        "overview": "Rango, en kamæleon i identitetskrise, har aldrig været uden for sit terrarium, før han falder ud af sin ejers bil under en køretur gennem Mojaveørkenen. Her finder han flækken med det sigende navn Støv, hvor der er noget ravruskende galt med vandforsyningen. Rango påtager sig ønskerollen som byens sherif. Han erfarer dog snart, at der er stor forskel på at spille helt og så rent faktisk at være det.",
        "release_date": "2011-03-02",
        "production_companies": [
            "Paramount Pictures",
            "Blind Wink",
            "Nickelodeon Movies",
            "GK Films",
            "Industrial Light & Magic"
        ]
    },
    {
        "title": "Dark shadows",
        "api_id": "62213",
        "overview": "Vampyren Barnabas Collins ligger begravet i to århundreder, indtil han graves op til en meget anderledes verden i 1972. Han er fast besluttet på at genvinde sit hjems og slægtsnavns tidligere glorværdighed, selvom han bliver modarbejdet af sin tidligere elskerinde - den forførende heks Angelique - i dette \"vildt fantasifulde\" eventyr.",
        "release_date": "2012-05-09",
        "production_companies": [
            "Tim Burton Productions",
            "Infinitum Nihil",
            "GK Films",
            "Village Roadshow Pictures",
            "Dan Curtis Productions",
            "Warner Bros. Pictures",
            "The Zanuck Company"
        ]
    },
    {
        "title": "Transcendence",
        "api_id": "157353",
        "overview": "Will Caster forsker i kunstig intelligens. Det er hans mål at skabe en computer, der kombinerer alverdens viden med menneskets evne til at tænke selv. Da Will udsættes for et attentatforsøg, bliver hans hjerne uploaded til hans supercomputer, inden han dør. Will’s drøm om at forene menneske og maskine er gået i opfyldelse - men menneskehedens største mareridt er først lige begyndt.",
        "release_date": "2014-04-16",
        "production_companies": [
            "DMG Entertainment",
            "Alcon Entertainment",
            "Straight Up Films"
        ]
    },
    {
        "title": "Mordecai",
        "api_id": "1046438",
        "overview": "",
        "release_date": "",
        "production_companies": []
    },
    {
        "title": "Richard says goodbye",
        "api_id": "467956",
        "overview": "Universitetslektoren Richard får at vide, at han kun har seks måneder tilbage at leve i. Beskeden får Richard til at kaste alle hæmninger over bord. Han beslutter sig for at leve resten af sit liv til fulde, og til omgivelsernes forundring giver han pludselig pokker i alle sociale regler og konventioner - både på arbejdet og privat.",
        "release_date": "2018-05-17",
        "production_companies": [
            "Global Road Entertainment",
            "Automatik Entertainment",
            "Leeding Media",
            "Saban Films",
            "Infinitum Nihil",
            "Starlings Entertainment"
        ]
    },
    {
        "title": "Burlesque",
        "api_id": "42297",
        "overview": "Show-teatrene - med deres stort opsatte forestillinger med sang og dans - har længe haft deres bedste tid bag sig. Så den tidligere danser Tess, der ejer The Burlesque Lounge, kæmper for at holde stedet åbent, til trods for utallige finansielle og kunstneriske udfordringer.  Ali kommer fra en flække langt ude på landet i Iowa og får job som servitrice i The Burlesque Lounge, men der går ikke lang tid, før Ali har tabt sit hjerte totalt til det farverige miljø.  Så med hjælp fra nyfundne venner kommer den dag, hvor Ali sniger sig op i rampelyset for at aflægge prøve. Og fra dét øjeblik er hendes skæbne uløseligt forbundet med Tess' og The Burlesque Lounge ...  'Burlesque' er Christina Aguileras debut på film og er også med Kristen Bell fra 'Forgetting Sarah Marshall'.",
        "release_date": "2010-11-23",
        "production_companies": [
            "Screen Gems",
            "Bedford Falls Productions"
        ]
    },
    {
        "title": "Click",
        "api_id": "42297",
        "overview": "Show-teatrene - med deres stort opsatte forestillinger med sang og dans - har længe haft deres bedste tid bag sig. Så den tidligere danser Tess, der ejer The Burlesque Lounge, kæmper for at holde stedet åbent, til trods for utallige finansielle og kunstneriske udfordringer.  Ali kommer fra en flække langt ude på landet i Iowa og får job som servitrice i The Burlesque Lounge, men der går ikke lang tid, før Ali har tabt sit hjerte totalt til det farverige miljø.  Så med hjælp fra nyfundne venner kommer den dag, hvor Ali sniger sig op i rampelyset for at aflægge prøve. Og fra dét øjeblik er hendes skæbne uløseligt forbundet med Tess' og The Burlesque Lounge ...  'Burlesque' er Christina Aguileras debut på film og er også med Kristen Bell fra 'Forgetting Sarah Marshall'.",
        "release_date": "2010-11-23",
        "production_companies": [
            "Screen Gems",
            "Bedford Falls Productions"
        ]
    },
    {
        "title": "da Harry mødte sally",
        "api_id": "639",
        "overview": "Egentlig er det bare meningen af Harry og Sally skal være venner - og kun venner. Det går udmærket og selvom årene og kæresterne kommer og går mødes de to stadig. Men efterhånden udvikler deres venskab sig til kærlighed. En kærlighed som de begge to gør deres bedste for at undertrykke, for hvad ny hvis det går galt. Hvad så med deres venskab?",
        "release_date": "1989-07-21",
        "production_companies": [
            "Castle Rock Entertainment",
            "Nelson Entertainment",
            "Columbia Pictures"
        ]
    },
    {
        "title": "Det indviklet",
        "api_id": "22897",
        "overview": "Er I sammen, eller er I gået fra hinanden. Er I kærester, eller er han bare din elsker? Hvor seriøst er det i grunden? Svaret er som regel: Det er indviklet! Det gælder også forholdet mellem Jane og hendes eksmand Jake. Det er ti år siden, de blev skilt, og de har udviklet et let og venskabeligt forhold til hinanden, mens de begge er kommet videre i livet. Han med en (meget) yngre kvinde, hun med sin succesfulde restaurant. Og så er der lige her og nu den nyligt skilte Adam, der arbejder på Janes nye køkken, men som er ved at falde for sin arbejdsgiver. Men det hele bliver pludselig kompliceret, da Jane og Jake er til deres voksne søns college dimission og fejrer det med en middag i byen… og pludselig mærker suget i maven. Pludselig står Jane i den helt nye situation at være ’den anden kvinde’ – og stakkels Adam opdager, at han mod sin vilje er blevet involveret i et trekantdrama.",
        "release_date": "2009-12-23",
        "production_companies": [
            "Universal Pictures",
            "Relativity Media",
            "Waverly Films",
            "Scott Rudin Productions",
            "dentsu"
        ]
    },
    {
        "title": "The devil wears prada",
        "api_id": "350",
        "overview": "Andy Sachs vil gerne arbejde i magasinverdenen og er så heldig at være på det rigtige sted på det rigtige tidspunkt. Det betyder, at hun får et job som assistent for Miranda Priestly, chefredaktør for USAs største modeblad. Men Miranda viser sig hurtigt som en chef med endeløse arbejdsdage, krav og behov, så Andy må kæmpe hårdt for at holde fast på jobbet, der vil åbne dørene til branchen.",
        "release_date": "2006-06-29",
        "production_companies": [
            "Fox 2000 Pictures",
            "20th Century Fox",
            "Wendy Finerman Productions"
        ]
    },
    {
        "title": "Droppet af sarah marshall",
        "api_id": "9870",
        "overview": "Peter Bretter er en ung fyr, som desperat forsøger at kommer sig over bruddet med kæresten, Sarah, men desværre er så uheldig at løbe ind i hende og hendes nye kæreste på en ferie. Men måske kan pigen Rachel hjælpe ham videre?",
        "release_date": "2008-04-17",
        "production_companies": [
            "Universal Pictures",
            "Apatow Productions"
        ]
    },
    {
        "title": "EasyA",
        "api_id": "37735",
        "overview": "Denne charmerende og anmelderroste fortælling om rygter og ry handler om den anonyme gymnasieelev Olive, som pludselig kommer i søgelyset, da hun beslutter sig til at bruge skolens rygtesmede til at opnå en højere social status. Hendes klassekammerater vender hende ryggen, og hun mødes med bekymring fra skolebestyrelsen – herunder hendes yndlingslærer og skolens forrykte studievejleder. Olive forsøger at tackle sin nyfundne berømmelse og sætte en stopper for rygterne med støtte fra sine skingrende skøre forældre og lidt hjælp fra den fyr, hun længe har været forelsket i.",
        "release_date": "2010-09-16",
        "production_companies": [
            "Screen Gems",
            "Olive Bridge Entertainment"
        ]
    },
    {
        "title": "Et sikkert hit",
        "api_id": "11172",
        "overview": "Popstjernen Alex er på vej mod en karriere mæssig maveplasker og får et par dage til at komponere et comback hit. Hårdt presset søger Alex anderledes inspiration hos planteeksperten Sophie, der er ferm med ord. Ikke overraskende får de to efterhånden et godt øje til hinanden, men Alex hader faste forhold, og Sophie er lige kommet ud af et og vil for alt i verden ikke gentage sine fejl.",
        "release_date": "2007-02-09",
        "production_companies": [
            "Castle Rock Entertainment",
            "Village Roadshow Pictures",
            "Reserve Room",
            "Flower Films"
        ]
    },
    {
        "title": "En ny dag truer",
        "api_id": "137",
        "overview": "Phil Conners (Bill Murray) er en mavesur tv-vejr-mand, der hvert år (meget mod sin vilje) bliver sendt til den lille flække, Punxsutawney. Her skal han interviewe byens eneste landskendte \"person\" – et murmeldyr, der efter sigende kan fortælle, om foråret er på vej, eller om vinteren fortsætter.  Og Phil hader det. Han hader alt, der har noget med byen at gøre, og vil allerhelst væk derfra med det samme. Men da Phil vågner op på hotellet næste morgen, er det den samme dag som i går(?) Og sådan fortsætter det, dag efter dag – med den samme dag. Det har jo nogle fordele, for der er jo ingen \"i morgen\", og Phil kan gøre, hvad der passer ham uden at stå til ansvar for nogen dagen efter.",
        "release_date": "1993-02-11",
        "production_companies": [
            "Columbia Pictures"
        ]
    },
    {
        "title": "Enough said",
        "api_id": "209263",
        "overview": "Eva er blevet skilt, og som om det ikke var nok, er hun meget bekymret for  sin datter, der snart tager af sted til college. Eva gider ikke dating mere,  men møder alligevel en mand, Albert, der viser sig at være rar, sjov og  varm. Det kunne næsten ikke være bedre. Samtidigt får Eva en ny klient  der enhver tænkelig lejlighed nyder at svine sin forfærdelige eksmand til.  Det viser sig naturligvis snart, at Albert er eksmanden.",
        "release_date": "2013-09-18",
        "production_companies": [
            "Fox Searchlight Pictures",
            "Likely Story",
            "TSG Entertainment",
            "Ingenious Media",
            "Big Screen Productions"
        ]
    },
    {
        "title": "Grease er ordet",
        "api_id": "621",
        "overview": "I de sydlige Californien i 1950'erne oplever teenagerne Danny og den australske Sandy en sommerforelskelse. De bryder op, men mødes til begges overraskelse igen på Rydell High, da det nye skoleår begynder. Danny tilhører imidlertid skolens klike af barske fyre og har derfor svært ved at stå ved sine følelser for dydsmønstret Sandy.",
        "release_date": "1978-07-07",
        "production_companies": [
            "Paramount Pictures",
            "Robert Stigwood Organization",
            "Fine Arts Films"
        ]
    },
    {
        "title": "Grown ups",
        "api_id": "38365",
        "overview": "'Drengerøve' handler om fem venner, der var basketballkammerater som teenagere, og mange år senere mødes i en weekend for at mindes skoletidens afdøde baskettræner.Sammen med deres koner og møgunger fejrer de weekenden omkring nationaldagen den 4. juli i den mondæne feriebolig ved bredden af den idylliske sø, hvor de i sin tid fejrede deres livs basketballsejr.Barndommens roller er dog svære at slippe, og det bliver hurtigt klart, at selv om de er blevet ældre, så er de ikke nødvendigvis blevet klogere.'Drengerøve' har Adam Sandler, Kevin James, Chris Rock, David Spade og Rob Schneider i hovedrollerne.",
        "release_date": "2010-06-24",
        "production_companies": [
            "Columbia Pictures",
            "Relativity Media",
            "Happy Madison Productions"
        ]
    },
    {
        "title": "The holiday",
        "api_id": "1581",
        "overview": "Hverken engelske Iris eller amerikanske Amanda har meget held i kærlighed og de to aftaler over nettet af bytte hus i juleferien. Det viser sig at være en rigtig god ide, for efter at de begge er kommet sig over kulturchokket, forelsker Amanda sig i Iris' bror Graham, og Iris møder komponisten Miles. Forviklingerne er mange, snart er juleferien slut, og hvad så med kærligheden?",
        "release_date": "2006-12-08",
        "production_companies": [
            "Columbia Pictures",
            "Universal Pictures",
            "Relativity Media",
            "Waverly Films",
            "GH One"
        ]
    },
    {
        "title": "It's kind of a funny story",
        "api_id": "43923",
        "overview": "En hjertevarme komedie, om hvordan man kan finde meningen med livet. Sommetider er ens tanker ikke helt så tossede, som man tror... Det finder Craig ud af, da han indlægger sig selv på en psykiatrisk klinik for at slippe væk fra hverdagens stress og jag. På klinikken får han sig en mentor, en mulig kæreste og en ny chance i livet.",
        "release_date": "2010-10-08",
        "production_companies": [
            "Focus Features",
            "Wayfare Entertainment",
            "Misher Films",
            "Journeyman Pictures",
            "Gowanus Projections",
            "Start Media"
        ]
    },
    {
        "title": "Juno",
        "api_id": "7326",
        "overview": "Gå ikke glip af denne uhyre morsomme komedie, som har fået snakken til at gå - og grinene til at rulle! Juno MacGuff er en cool teenager med masser af selvtillid, som pga. graviditet må på en uplanlagt 9 måneders tur ind i de voksnes rækker. Med hjælp fra sin charmerende beskedne kæreste, sin støttende far, og sin ligefremme og meget direkte stedmor, begiver Juno sig ud på jagten efter de perfekte forældre til sit barn - en jagt der ender da hun møder det velhavende par, som begge har drømt længe om at adoptere deres første barn.",
        "release_date": "2007-12-05",
        "production_companies": [
            "Mandate Pictures",
            "Mr. Mudd Production",
            "Fox Searchlight Pictures"
        ]
    },
    {
        "title": "Life as we know it",
        "api_id": "38408",
        "overview": "Det eneste Holly (Heigl) og Messer (Duhamel) har tilfælles er, at de ikke kan fordrage hinanden, men de elsker deres gudbarn Sophie. Da de pludselig er alt, Sophie har tilbage i denne verden, er Holly og Messer nødt til at overvinde deres uoverensstemmelser.",
        "release_date": "2010-10-02",
        "production_companies": [
            "Josephson Entertainment",
            "Gold Circle Films"
        ]
    },
    {
        "title": "Life as a house",
        "api_id": "11457",
        "overview": "Da arkitekten George bliver fyret og får konstateret at han er alvorlig syg, beslutter han sig for at ændre sit liv radikalt. Han beslutter sig for at bruge sommeren på at bygge et drømmehjem ved vandet sammen med sin teenage-søn Sam. Sam er oprørsk og har længe haft et problematisk forhold til sin far. I løbet af sommeren får George også forbedret sit forhold til sin eks-kone Robin.",
        "release_date": "2001-10-25",
        "production_companies": [
            "New Line Cinema"
        ]
    },
    {
        "title": "My big fat greek wedding",
        "api_id": "8346",
        "overview": "Hele den pukkelryggede familien Portokalos bekymrer sig om Toula, som netop har rundet 30 – og stadig er ugift.  Toula danser Zorbas dans i sine forældres græske restaurant og med stanken af hvidløgsbrød hængende ved sig sværger hun, at det er tid at komme videre i livet.  Da hun, til familiens store fortrydelse, får et job i tantens rejsebureau, møder hun Ian Miller, som hun umuligt kan præsentere for sin far: Ikke nok med at Ian er udlænding, han er også vegetar!",
        "release_date": "2002-04-19",
        "production_companies": [
            "Gold Circle Films",
            "HBO",
            "MPH Entertainment Productions",
            "Playtone"
        ]
    },
    {
        "title": "Nick and Norahs Infinite Playlist",
        "api_id": "12182",
        "overview": "I 'Nick and Norah's Infinite Playlist' møder vi den unge Nick, som lige er blevet droppet af sin kæreste.  En aften i byen laver Nick et desperat forsøg på at gøre ekskæresten jaloux, ved at lade som om han har fået en ny kæreste. Pigen Norah er til hjælp, da hun selv ønsker at folk skal behandle hende mindre som den evige single.  Sød musik opstår mellem Nick og Norah i 'Nick and Norha's infinite Playlist', som har Michael Cera ('Superbad' og 'Juno') i hovedrollen.",
        "release_date": "2008-10-03",
        "production_companies": [
            "Screen Gems",
            "Columbia Pictures",
            "Mandate Pictures",
            "Depth of Field"
        ]
    },
    {
        "title": "No strings attached",
        "api_id": "41630",
        "overview": "Emma og Adam har kendt hinanden i 15 år. Men deres venskab avancerer først til næste niveau, efter Adams kæreste dropper ham for hans egen far. Adam vågner fuld op i Emmas seng, og så er der ellers dømt uforpligtende lagengymnastik på regelmæssig basis. Som travl medicinstuderende ønsker Emma ikke et fast forhold, mens Adam ser mere romantisk på arrangementet.",
        "release_date": "2011-01-21",
        "production_companies": [
            "Katalyst Films",
            "The Montecito Picture Company",
            "Handsomecharlie Films"
        ]
    },
    {
        "title": "Norbit",
        "api_id": "9757",
        "overview": "Den stille, og undselige Norbit er blevet presset til at gifte sig med den rædselsfulde og dominerende Rasputia. En total nedtur som Norbit tålmodigt affinder sig med, indtil han møder sin drømmekvinde, der elsker Norbit som den han er. Men Rasputia har bestemt ikke tænkt sig at opgive sin mand uden kamp, og Norbit må virkelig tage sammen sig i forsøget på at slippe af med sin kone.",
        "release_date": "2007-02-08",
        "production_companies": [
            "Tollin/Robbins Productions",
            "Davis Entertainment",
            "DreamWorks Pictures"
        ]
    },
    {
        "title": "Når du mindst venter det",
        "api_id": "6964",
        "overview": "Gennem 40 år har den aldrende playboy Harry datet kvinder under 30, og hans nyeste flamme Marin er ingen undtagelse. Faktisk er Harry jævnaldrende med Marin's mor, Erica.",
        "release_date": "2003-12-12",
        "production_companies": [
            "Columbia Pictures",
            "Warner Bros. Pictures",
            "Waverly Films"
        ]
    },
    {
        "title": "Parterapi I paradis",
        "api_id": "19899",
        "overview": "'Parterapi i Paradis' handler om tre par fra Midtvestens, der tager på en ferie på en paradisisk tropeø, hvor parterapi er obligatorisk.Da parrene køber pakkerejse forventer de, at terapien er surf og sand og palmesus. Ikke så snart har de fundet badeshorts og bikini frem og har sat kursen mod stranden, før det går op for dem, at de er nødt til at overbevise terapeuten om, at de er lykkeligt gift.'Parterapi i Paradis' er med Vince Vaughn og har et manuskript af Jon Favreau, der tidligere har skrevet bl.a. 'Swingers'.",
        "release_date": "2009-09-19",
        "production_companies": [
            "Stuber Pictures",
            "Universal Pictures",
            "Relativity Media",
            "Wild West Picture Show Productions"
        ]
    },
    {
        "title": "Reality bites",
        "api_id": "2788",
        "overview": "Som taler ved afslutningsfesten på college burde Lelaina Pierce være på vej mod en stor fremtid, men hun er kun produktionsassisten for en irriterende være på morgen-tv. I sin fritid laver Lelaina en bidende, ofte skandaløs video-dokumentarfilm om sine jævnældrende - den promiskuøse 70'er-skøre roommate Vickie, den seksuelt kuede Sammy og sin bedste ven Tray, der er en umotiveret rebel. Undervejs møder Lelaina Michael, en ambitiøs leder, der vise hendes film på In Your Face TV. Pludselig er hun blevet centrum i et underligt trekantdrama med den pålidelige Michael på den ene side og den sexede dystre Tray på den anden.",
        "release_date": "1994-02-18",
        "production_companies": [
            "Universal Pictures",
            "Jersey Films"
        ]
    },
    {
        "title": "Samme dag næste år",
        "api_id": "51828",
        "overview": "Emma og Dexter dimitterer fra universitetet og tilbringer natten sammen. De bliver ikke kærester, men i stedet bliver det begyndelsen på et livslangt venskab. Hvert eneste år gennem 20 år følger vi dem på den samme dag. I løbet af årene finder de sammen med andre og oplever glæder og sorger. Men måske er de i virkeligheden ment for hinanden?",
        "release_date": "2011-03-02",
        "production_companies": [
            "Color Force",
            "Film4 Productions",
            "Focus Features"
        ]
    },
    {
        "title": "Sex tape",
        "api_id": "225886",
        "overview": "Hvad stiller man op, hvis sexlivet skranter? Jay og Annie vælger at indspille en fræk sovekammervideo med dem selv i hovedrollerne. Uheldigvis kommer Jay til at uploade videoen til vennernes og familiens iPads - selv postbudet har fået en kopi.",
        "release_date": "2014-07-17",
        "production_companies": [
            "Escape Artists",
            "LStar Capital",
            "MRC",
            "Columbia Pictures"
        ]
    },
    {
        "title": "St. Trinians lærernes skræk",
        "api_id": "10748",
        "overview": "St. Trinian's, den berygtede skole for \"unge kvinder\", står over for en økonomisk krise. Den nye undervisningsminister (Colin Firth) er rektors (Rupert Everett) gamle flamme, men han er fast besluttet på at indføre disciplin og orden på den anarkistiske skole. En blandet skare af lærere og skånselsløse elever slår sig sammen om at stjæle et berømt maleri fra National Gallery, - men vil det lykkes dem, før myndighederne lukker skolen for bestandigt?",
        "release_date": "2007-12-21",
        "production_companies": [
            "Ealing Studios",
            "Fragile Films",
            "Entertainment Film Distributors",
            "UK Film Council"
        ]
    },
    {
        "title": "Starter for 10",
        "api_id": "14055",
        "overview": "",
        "release_date": "2006-09-13",
        "production_companies": [
            "Scion Films",
            "BBC Film",
            "HBO Films",
            "Neal Street Productions",
            "Playtone",
            "Scamp Film and Theatre Ltd."
        ]
    },
    {
        "title": "10 things I hate about you",
        "api_id": "4951",
        "overview": "Bianca er en smuk og populær pige, men hun har et problem: En streng familieregel forbyder hende at få en kæreste, før hendes storesøster har fået sig en. Problemet er, at storesøsteren Kat er oprørsk, aggressiv og upopulær - og at hun hader drenge og altid har en spottende bemærkning klar, der kan tage modet fra enhver bejler. Da en fyr forelsker sig i Bianca - der efterhånden er helt desperat efter romantik - må der ske noget. De lægger en plan om finde en fyr, der er Kat værdig på alle punkter og måske dermed kan vække hendes interesse og få hendes hjerte til at banke. En sådan fyr finder de i Patrick Verona. Han er også rebelsk - og oven i købet lidt småkriminel. De bestikker ham, og han begynder at bejle til Kat. Selv om hun i første omgang kæmper imod med alle midler, lader det til, at der måske alligevel sker noget med den drengehadende storesøster...",
        "release_date": "1999-03-30",
        "production_companies": [
            "Mad Chance",
            "Jaret Entertainment"
        ]
    },
    {
        "title": "27 bryllupper",
        "api_id": "6557",
        "overview": "Jane er romantiker og elsker bryllupper. Indtil videre har hun været henvist til pladsen som brudepige 27 gange, men hun håber på en rolle som brud og meget gerne med sin chef som brudgom. Ham er hun nemlig hemmeligt forelsket i, men desværre møder han Janes søster og forelsker sig i hende i stedet. Så nu må Jane gøre noget for at hun ikke skal være brudepige for 28. gang.",
        "release_date": "2008-01-10",
        "production_companies": [
            "Fox 2000 Pictures",
            "Spyglass Entertainment",
            "Dune Entertainment III"
        ]
    },
    {
        "title": "Big fish",
        "api_id": "587",
        "overview": "Edward Bloom elsker at fortælle historier. Han benytter enhver chance til at underholde folk omkring sig med fantastiske beretninger om sine store bedrifter ude i verden. Historier om kæmper, mystiske hekse, hvordan han fandt sit livs kærlighed og om dengang, han var ansat i et cirkus. Nu lakker Edwards liv mod enden. Han er blevet træt og gammel, men han får stadig et helt specielt glimt i øjet, når han fortæller en af sine historier. Det er bare ikke godt nok for hans søn Will. Nu har Edward ikke lang tid igen, og Will føler stadig ikke, at han kender sin far, for det eneste, han nogensinde har hørt fra ham, er løgnehistorier. Det tror han i hvert fald. Men selvom Edwards historier kan stå mål med de bedste eventyr, så er de måske ikke så langt fra sandheden alligevel.",
        "release_date": "2003-12-25",
        "production_companies": [
            "Columbia Pictures",
            "The Zanuck Company",
            "Jinks/Cohen Company",
            "Tim Burton Productions"
        ]
    },
    {
        "title": "Big sick",
        "api_id": "416477",
        "overview": "Den romantiske komedie 'The Big Sick' er baseret på en sand historie om vanskelig kærlighed mellem forskellige nationaliteter. Pakistanske Kumail laver stand-up på en bar i Chicago, da han møder den hvide, amerikanske Emily. Hvad der starter med et engangsknald, udvikler sig hurtigt til noget mere. Kumails forældre ønsker dog, at han skal følge sine kulturelle rødder og lade sig indgå i et arrangeret ægteskab med en pakistansk kvinde. Da Emily bliver meget syg og må lægges i koma, møder Kumail forældrene på hospitalet for første gang, og de ser bestemt heller ikke ham som den perfekte svigersøn.",
        "release_date": "2017-03-30",
        "production_companies": [
            "FilmNation Entertainment",
            "Apatow Productions",
            "Story Ink"
        ]
    },
    {
        "title": "The Big wedding",
        "api_id": "87567",
        "overview": "Missy og Alejandro skal giftes. Da Alejandro, der er adopteret, gerne vil invitere sin konservative, biologiske mor fra Colombia med til brylluppet, beder han sine ellers fraskilte adoptivforældre Don og Ellie om at lade som om, de stadig er gift. Men kan familien holde masken? Og kan Don og Ellie holde sig fra at slå hinanden ihjel? Og hvad siger Don's nuværende kæreste Bebe til det hele?",
        "release_date": "2013-04-25",
        "production_companies": [
            "Millennium Media",
            "Two Ton Films"
        ]
    },
    {
        "title": "The break up",
        "api_id": "9767",
        "overview": "Vince Vaughn og Jennifer Aniston spiller hovedrollerne i The Break-Up, som begynder, hvor de flesteromantiske komedier slutter – lige dér, hvor de begynder at gå hinanden på nerverne!  Da Brooke (Jennifer Aniston) efter endnu en “Hvorfor kan du ikke gøre denne lille ting for mig”-diskussion har nået bristepunktet, slår hun op med sin kæreste Gary (Vince Vaughn).  Det er startskuddet til en række vildt sjove mælingsforslag, krigstaktikker, forspil og luskede tricks – alt sammen på opfordring af parrets venner og fortrolige – samt endda enkelte totalt fremmede ... Da ingen af dem er villige til at flytte fra deres fælles lejlighed, bliver de nødt til at fortsætte med at bo sammen som fjendtlige samboer, indtil den ene part bryder sammen.",
        "release_date": "2006-06-01",
        "production_companies": [
            "Universal Pictures",
            "Mosaic Media Group",
            "Wild West Picture Show Productions",
            "United International Pictures"
        ]
    },
    {
        "title": "Bride wars",
        "api_id": "10521",
        "overview": "Liv og Emma, har været veninder siden de var børn, og har altid været der for hinanden gennem tyk og tyndt. Selv deres forlovelser skete nærmest samtidig. Sammen planlægger de deres bryllupper, som skal foregå på New Yorks ultimative bryllupsfestlokaler, the Plaza Hotel. En fejl i bookingen resulterer dog i, at deres bryllupper pludselig skal finde sted den samme dag. Pludselig er de to brude, og tidligere bedste veninder, i gang med hver især at arrangere det bedste bryllup. En konkurrence der hurtigt ender i en intern krig, hvor alle midler gælder.",
        "release_date": "2009-01-09",
        "production_companies": [
            "Fox 2000 Pictures",
            "Regency Enterprises",
            "New Regency Pictures",
            "Birdie Productions",
            "Dune Entertainment",
            "Dune Entertainment III"
        ]
    },
    {
        "title": "Bridesmaids",
        "api_id": "55721",
        "overview": "Annie (Kristen Wiig), der har passeret de 30, har det hårdt, men hendes liv tager noget af en drejning, da hun går med til at være ledende brudepige for sin bedste veninde Lillian (Maya Rudolph). Opgaven er tæt på at vokse Annie over hovedet, men hun er fast besluttet på at løse den. Hun leder derfor en temmelig broget flok kvinder (Rose Byrne, Melissa McCarthy, Wendi McLendon-Covey og Ellie Kemper) gennem vilde prøvelser frem til den store dag.",
        "release_date": "2011-05-13",
        "production_companies": [
            "Apatow Productions",
            "Relativity Media"
        ]
    },
    {
        "title": "Bridget Jones dagbog",
        "api_id": "634",
        "overview": "Da Bridget fylder 32 vil hun have kontrol over sit liv - drikke mindre, spise mindre, ryge mindre og finde den eneste ene. Hendes mor introducerer hende for den attraktive, men tilsyneladende arrogante Mark Darcy, men i første omgang har hun mere held med sin chef, med hvem hun flirter via sin e-mail.",
        "release_date": "2001-04-13",
        "production_companies": [
            "Universal Pictures",
            "StudioCanal",
            "Miramax",
            "Working Title Films",
            "Little Bird"
        ]
    },
    {
        "title": "Bridget Jones På randen af fornuft",
        "api_id": "9801",
        "overview": "Bridget Jones har endelig scoret drømmefyren, advokaten Mark Darcy. Men hvad nu? Hvor er forholdet på vej hen, og mon ikke han har en affære med sin unge, smukke kollega Rebecca? Midt i alle bekymringerne dukker hendes gamle flirt, storcharmøren Daniel op. Og han har ikke glemt Bridget.",
        "release_date": "2004-11-10",
        "production_companies": [
            "Universal Pictures",
            "StudioCanal",
            "Miramax",
            "Working Title Films",
            "Little Bird",
            "Working Title Films"
        ]
    },
    {
        "title": "Bridget Jones Baby",
        "api_id": "95610",
        "overview": "Ikke alt er gået som planlagt, siden fortsættelsen fra 2004. Drømmemanden, Mr. Darcy, er i mellemtiden blevet gift, og Bridget er atter single, men det stopper hende ikke i at nyde livet i fulde drag. Hun forsøger i hvert fald, og da hun fejrer sin fødselsdag på en engelsk musikfestival, møder hun den karismatiske amerikaner Jack. En våd aften udvikler sig til et one night stand, som Bridget ikke tænker videre over. Det vil sige, lige indtil kvalmen melder sig, og graviditetstesten er positiv. Men er Jack overhovedet faren?",
        "release_date": "2016-09-14",
        "production_companies": [
            "Universal Pictures",
            "StudioCanal",
            "Miramax",
            "Working Title Films",
            "Working Title Films"
        ]
    },
    {
        "title": "Ant-man",
        "api_id": "102899",
        "overview": "Svindleren Scott Lang får en chance for at bevise sit sande værd, da forskeren Hank Pym hverver ham til en usædvanlig opgave. Pym har udviklet en dragt, som skrumper bæreren og giver denne stor styrke samt evnen til at kommunikere med myrer. Denne superdragt skal Lang bruge til at begå et kup, som skal hindre skurken Darren Cross fra at udnytte teknologien i det ondes tjeneste. En sag for Ant-Man!",
        "release_date": "2015-07-14",
        "production_companies": [
            "Marvel Studios"
        ]
    },
    {
        "title": "Ant-Man and the Wasp",
        "api_id": "363088",
        "overview": "Scott Lang, der også er kendt som Ant-Man, kæmper med at kombinere familielivet med ansvaret som Ant-Man. Han kontaktes af Hope van Dyne og dr. Hank Pym, der har brug for ham til en vigtig mission. Scott må atter trække i dragten og lære at kæmpe sammen med Wasp mod en ny trussel.",
        "release_date": "2018-07-04",
        "production_companies": [
            "Marvel Studios"
        ]
    },
    {
        "title": "Avengers",
        "api_id": "1108354",
        "overview": "",
        "release_date": "2024-05-31",
        "production_companies": [
            "Daïgoro Films"
        ]
    },
    {
        "title": "Avengers age of ultron",
        "api_id": "99861",
        "overview": "Superheltealliancen Avengers har brug for en pause. Deres leder, Tony Stark, genopliver et gammelt fredsprogram, Ultron. Men programmets kunstige intelligens løber løbsk, og Ultron udser sig menneskeheden som sin nye fjende, der må udryddes. Så Iron Man, Captain America, Thor, Hulk, Black Widow, Hawkeye & Co. må på den igen, denne gang bistået af tvillingerne Pietro og Wanda Maximoff og androiden Vision.",
        "release_date": "2015-04-22",
        "production_companies": [
            "Marvel Studios"
        ]
    },
    {
        "title": "Avengers Infinity War",
        "api_id": "299536",
        "overview": "Avengers og deres superheltekolleger må indstille sig på at ofre alt i forsøget på at besejre den mægtige Thanos, inden hans grusomme ødelæggelsestrang forårsager selve universets undergang.",
        "release_date": "2018-04-25",
        "production_companies": [
            "Marvel Studios"
        ]
    },
    {
        "title": "Avengers endgame",
        "api_id": "299534",
        "overview": "Det er lykkedes Thanos at få fat i alle evighedsstenene og med et enkelt knips udrydde halvdelen af universets beboere, inklusive en stor del af Avengers-holdet. De resterende superhelte må nu rejse sig af asken fra deres faldne kammerater og, imod alle odds, stå skulder ved skulder mod Thanos' altødelæggende kræfter. Slutspillet om universets skæbne er i gang.",
        "release_date": "2019-04-24",
        "production_companies": [
            "Marvel Studios"
        ]
    },
    {
        "title": "Deadpool",
        "api_id": "293660",
        "overview": "Deadpool er Marvel Comics mest ukonventionelle antihelt, og filmen fortæller historien om den tidligere Special Force agent og lejesoldat, Wade Wilson, der efter at være blevet udsat for et skrupelløst eksperiment, som efterlader ham med stærkt helbredende kræfter, udvikler alteregoet Deadpool. Bevæbnet med sine nye evner og en sort, skæv form for humor påbegynder Deadpool jagten på den mand, som næsten ødelagde hans liv.",
        "release_date": "2016-02-09",
        "production_companies": [
            "20th Century Fox",
            "The Donners' Company",
            "Genre Films",
            "Marvel Entertainment"
        ]
    },
    {
        "title": "Doctor strange",
        "api_id": "284052",
        "overview": "En dygtig og arrogant neurokirurg er impliceret i et biluheld. Ulykken medfører svære skader på hans hænder, og ingen læge ser ud til at kunne hjælpe, så i desperation søger han andre og mere alternative veje for at blive helbredt. Rejsen bringer ham til et mystisk tempel i Katmandu, hvor hans møde med den åndelige verden åbner sig op og giver ham indsigt i magi og mysticisme. Desværre er andre og mere ondsindede troldmænd i færd med at planlægge at overtage verdensherredømmet.",
        "release_date": "2016-10-25",
        "production_companies": [
            "Marvel Studios"
        ]
    },
    {
        "title": "Doctor Strange in the Multiverse of Madness",
        "api_id": "453395",
        "overview": "Superheltefilmen 'Doctor Strange in the Multiverse of Madness' (Doctor Strange 2) er efterfølgeren til Marvels Docter Strange fra 2016. I filmen kommer Marvels mægtige troldmand på overarbejde, da den unge pige America Chavez jages af en mystisk skabning på tværs af universer. Doctor Strange forsøger at hente hjælp hos den magiske Wanda Maximoff aka Scarlet Witch (fra flere Avengers-film og tv-serien WandaVision) og troldmanden Wong, der sammen begiver sig ud på en rejse på tværs af multiverset, hvor Strange kommer til at ansigt til ansigt med sig selv - bogstavelig talt. 'Doctor Strange in the Multiverse of Madness' vil bygge videre på konceptet omkring multiverset, der spillede en central rolle i Spider-man: No way Home, og udvide grænserne mere end nogensinde før.",
        "release_date": "2022-05-04",
        "production_companies": [
            "Marvel Studios",
            "Kevin Feige Productions"
        ]
    },
    {
        "title": "Ghost rider",
        "api_id": "1250",
        "overview": "Motorcykelstuntmanden Johnny Blaze beder guden Mephistopheles om at redde sin døende far. Som betaling lader han sig besætte af en grum ånd, der forvandler Johnny til den flammende hævner Ghost Rider så snart natten falder. Med flammer om kraniet, lædertøj, nitter og en led kværn gør Ghost Rider livet usikkert for udvalgte skurke. Specielt den kradsbørstige Blackhart får kam til sit hår.",
        "release_date": "2007-01-15",
        "production_companies": [
            "Crystal Sky Pictures",
            "Relativity Media",
            "Columbia Pictures",
            "Marvel Studios",
            "Canarsie"
        ]
    },
    {
        "title": "Ghost rider 2",
        "api_id": "35860",
        "overview": "",
        "release_date": "2003-11-13",
        "production_companies": []
    },
    {
        "title": "Guardians of the galaxy",
        "api_id": "447365",
        "overview": "Marvel Studios' \"Guardians of the Galaxy Vol 3.\" ser vores elskede udskud en smule anderledes ud. Efter at have anskaffet sig Knowhere fra The Collector, forsøger The Guardians at reparere de ekstreme skader, som Thanos har forvoldt, og dermed gøre Knowhere til et sikkert tilflugtssted både for dem selv og alle andre flygtninge i dette barske univers. Der går ikke længe, før deres forsøg på at genoprette et normalt liv forpurres af Rockets turbulente fortid, og Peter Quill, som stadig sørger over tabet af Gamora, må samle holdet for at forsvare universet og en af deres egne i en mission, der meget vel kunne betyde enden på The Guardians, som vi kender dem.",
        "release_date": "2023-05-03",
        "production_companies": [
            "Marvel Studios",
            "Kevin Feige Productions"
        ]
    },
    {
        "title": "Guardians of the galaxy Vol. 2",
        "api_id": "283995",
        "overview": "Galaksens vogtere er blevet en slags rockstjerner, efter at de gav den onde Ronan smæk og reddede universet. Nu står nye fjender klar til at udfordre den sammenbragte gruppe af temperamentsfulde outsidere. Og deres kække leder Peter, alias Star-Lord, forbløffes, da han for første gang møder sin far, Ego, der er sin egen planet.",
        "release_date": "2017-04-19",
        "production_companies": [
            "Marvel Studios"
        ]
    },
    {
        "title": "Iron man metal",
        "api_id": "107185",
        "overview": "",
        "release_date": "2008-02-09",
        "production_companies": [
            "KSM GmbH"
        ]
    },
    {
        "title": "Iron man",
        "api_id": "1726",
        "overview": "Da den geniale jetset-industrimagnat, Tony Stark, tages til fange bag fjendens linjer, bygger han en højteknologisk beskyttelsesdragt, som skal hjælpe ham med at flygte. Nu er han taget ud på en mission for at redde verden som en helt, der er bygget – ikke født – til at være som ingen anden",
        "release_date": "2008-04-30",
        "production_companies": [
            "Marvel Studios",
            "Marvel Entertainment",
            "Fairview Entertainment"
        ]
    },
    {
        "title": "Iron man 2",
        "api_id": "10138",
        "overview": "Nu, hvor Tony Starks status som superhelt er afsløret, må han endnu engang trække i arbejdstøjet for at kæmpe mod sin farligste fjende til dato. Heldigvis har han et par nye venner ved sin side!",
        "release_date": "2010-04-28",
        "production_companies": [
            "Marvel Studios",
            "Fairview Entertainment",
            "Marvel Entertainment"
        ]
    },
    {
        "title": "Iron man 3",
        "api_id": "68721",
        "overview": "Tony Stark plages af mareridt og søvnløshed og lider af konstant frygt for sine nærmestes sikkerhed - og med god grund, for i kulissen lurer Starks værste modstander. Inden længe angribes Stark fra flere fronter, og hans verden bryder sammen. Nu må han, ikke mindst ved hjælp af sin avancerede dragt og alias som Iron Man, kæmpe sig tilbage for at finde de personer, der stod bag angrebet. Men er han helt nok til sin superdragt?",
        "release_date": "2013-04-18",
        "production_companies": [
            "Marvel Studios"
        ]
    },
    {
        "title": "Thor",
        "api_id": "10195",
        "overview": "Verden har mange helte... men kun en som er en gud. Da den arrogante kriger Thor forvises til Jorden fra sit hjem i Asgård, må han kæmpe for at genvinde sin tabte styrke. Forfulgt af en invasionsstyrke, som skal tilintetgøre ham, må den faldne Tordengud tage kampen op og lære, hvad det kræver at blive en rigtig helt.",
        "release_date": "2011-04-21",
        "production_companies": [
            "Marvel Studios",
            "Marvel Entertainment"
        ]
    },
    {
        "title": "Spiderman",
        "api_id": "557",
        "overview": "Den sky gymnasienørd Peter Parker drømmer om smukke Mary Jane. En dag bliver bidt af en genmanipuleret edderkop, og det giver ham overmenneskelige kræfter. Da hans onkel Ben myrdes, sværger Peter at blive en superhelt. Snart står han over for skurken Green Goblin alias forskeren Norman Osborn, der har opnået stor styrke og intelligens i et vovet eksperiment, som desværre også har gjort ham bindegal.",
        "release_date": "2002-05-01",
        "production_companies": [
            "Marvel Enterprises",
            "Laura Ziskin Productions",
            "Columbia Pictures"
        ]
    },
    {
        "title": "Spiderman 2",
        "api_id": "558",
        "overview": "Green Goblin er knapt død, før en ny superskurke udfordrer vores alle sammens edderkop. I et fejlslagent fusionsforsøg får Peter Parkers idol, forskeren Otto Octavius, fire ekstra metalarme, der overtager hans forstand og gør ham til den gale dr. Octopus. Samtidig prøver Parker, alias Spider-Man, at få sit privatliv til at hænge sammen med kæreste, job og venner. Der bliver nok at se til.",
        "release_date": "2004-06-25",
        "production_companies": [
            "Marvel Enterprises",
            "Laura Ziskin Productions",
            "Columbia Pictures"
        ]
    },
    {
        "title": "Spiderman 3",
        "api_id": "559",
        "overview": "Spider-Man alias Peter Parker har succes på alle fronter. Folket elsker ham som superhelt, hans fotografkarriere går strygende, og han har endelig fundet lykken med Mary Jane! Men livet på den ultimative solside får en ende, da en symbiot fra rummet vælger Spider-Man som vært. En symbiot, som sætter ham i kontakt med de mere sorte og mørke følelser i sig selv.",
        "release_date": "2007-05-01",
        "production_companies": [
            "Laura Ziskin Productions",
            "Marvel Studios",
            "Columbia Pictures"
        ]
    },
    {
        "title": "The Amazing Spiderman",
        "api_id": "1930",
        "overview": "Teenageren Peter Parker er lidt af en outsider i high school. Som barn blev han forladt af sine forældre og opfostret af sin onkel og sin tante. Mens teenageproblemerne hober sig op, forsøger Peter at få det til at fungere med sin første kæreste Gwen Stacy. Da han opdager en mystisk taske, der tilhørte hans far, begynder han at stille spørgsmålstegn ved sine forældres bortkomst, hvilket fører ham til virksomheden Oscorp og sin fars tidligere kollega Dr. Curt Connors’ laboratorium. Her udsættes han for en ulykke, der på mystisk vis giver ham superkræfter, og snart bekæmper Parker kriminalitet som den utrolige Spider-Man.",
        "release_date": "2012-06-23",
        "production_companies": [
            "Marvel Entertainment",
            "Laura Ziskin Productions",
            "Columbia Pictures",
            "Matt Tolmach Productions",
            "Arad Productions"
        ]
    },
    {
        "title": "The Amazing Spiderman 2",
        "api_id": "102382",
        "overview": "Peter Parker har efterhånden vænnet sig til sit dobbeltliv som Spider-Man, forbrydernes svøbe. Men han får kam til sit lækre hår, da den kuede Oscorp-ansatte Max Dillon efter en arbejdsulykke bliver til den strømførende Electro og retter sin vrede mod Spidey. Også Peters barndomsven, rigmandssønnen Harry Osborn, er ude efter netsvingeren, men af helt andre årsager.",
        "release_date": "2014-04-16",
        "production_companies": [
            "Columbia Pictures",
            "Matt Tolmach Productions",
            "Arad Productions",
            "Marvel Entertainment"
        ]
    },
    {
        "title": "Spiderman homecoming",
        "api_id": "315635",
        "overview": "Teenageren Peter Parker finpudser sin nye identitet som Spider-Man. Samtidig forsøger han at falde ind i sin normale rutine som gymnasieelev - men da en ny superskurk begynder at plage New York, må Peter hoppe i sin nye, specialdesignede dragt og forsøge at redde kastanjerne ud af ilden.",
        "release_date": "2017-07-05",
        "production_companies": [
            "Marvel Studios",
            "Pascal Pictures",
            "LStar Capital",
            "Columbia Pictures"
        ]
    },
    {
        "title": "Spiderman Far from home",
        "api_id": "429617",
        "overview": "Efter begivenhederne i Avengers: Endgame må Spider-Man tage kampen op mod nye trusler i en verden, der har forandret sig for evigt. Hvad Parker håber, bare skal være en helt almindelig studietur til Europa bliver i stedet starten på hans største udfordring og mest episke eventyr hidtil. En kamp for ikke kun at redde hans venner, men hele verden!",
        "release_date": "2019-06-28",
        "production_companies": [
            "Marvel Studios",
            "Pascal Pictures",
            "Columbia Pictures"
        ]
    },
    {
        "title": "Spiderman No way home",
        "api_id": "634649",
        "overview": "Peter Parker er afsløret og er ikke længere i stand til at adskille sit normale liv fra hans superhelte liv. Da han beder om hjælp fra Doctor Strange, bliver indsatsen endnu mere farlig, hvilket tvinger ham til at opdage, hvad det virkelig vil sige at være Spider-Man.",
        "release_date": "2021-12-15",
        "production_companies": [
            "Marvel Studios",
            "Pascal Pictures",
            "Columbia Pictures"
        ]
    },
    {
        "title": "Spiderman into the spiderverse",
        "api_id": "324857",
        "overview": "Den halvt afroamerikanske, halvt puertoricanske teenager Miles Morales lever et almindeligt liv i Brooklyn, indtil et bid fra en radioaktiv edderkop giver ham superkræfter. Da superskurken Kingpin åbner et hul til et parallelt univers og laver rav i rumtidskontinuummet, får Morales uventet hjælp af adskillige andre versioner af Spider-Man!",
        "release_date": "2018-12-06",
        "production_companies": [
            "Columbia Pictures",
            "Lord Miller",
            "Pascal Pictures",
            "Sony Pictures Animation",
            "Arad Productions"
        ]
    },
    {
        "title": "Spiderman across the spider-verse",
        "api_id": "569094",
        "overview": "",
        "release_date": "2023-05-31",
        "production_companies": [
            "Columbia Pictures",
            "Sony Pictures Animation",
            "Lord Miller",
            "Pascal Pictures",
            "Arad Productions",
            "Marvel Entertainment"
        ]
    },
    {
        "title": "Venom",
        "api_id": "335983",
        "overview": "Eddie Brock har længe forsøgt at afsløre den frygtede Carlton Drake. Da han undersøger et af Drake's eksperimenter, forenes rumvæsenet Venom med Eddie's krop, og pludselig har han utrolige superkræfter.",
        "release_date": "2018-09-28",
        "production_companies": [
            "Matt Tolmach Productions",
            "Pascal Pictures",
            "Marvel Entertainment",
            "Tencent Pictures",
            "Arad Productions",
            "Columbia Pictures"
        ]
    },
    {
        "title": "Venom let there be carnage",
        "api_id": "580489",
        "overview": "Eddie Brock kæmper for at tilpasse sig sit nye liv som vært for rumvæsenets symbiot Venom, som giver ham overmenneskelige evner til at være en dødelig årvågenhed. Brock forsøger at genoplive sin karriere som journalist ved at interviewe seriemorderen Cletus Kasady, som bliver vært for symbioten Carnage og flygter fra fængslet efter en mislykket henrettelse.",
        "release_date": "2021-09-30",
        "production_companies": [
            "Columbia Pictures",
            "Pascal Pictures",
            "Matt Tolmach Productions",
            "Arad Productions"
        ]
    },
    {
        "title": "X-men the last stand",
        "api_id": "36668",
        "overview": "Lede, skræmte eller dumme magthavere vil gøre det voksende antal mutanter til almindelige mennesker ved hjælp af et nyt stof. Mutanterne vil bestemt ikke helbredes, men hvor Charles Xavier og hans X-Men forsøger sig med dialog og fredelig sameksistens, ser skurken Magneto mutanterne som en overlegen rase, der bør herske over jorden. Det trækker op til endeligt opgør mellem de gode og de onde mutanter.",
        "release_date": "2006-05-24",
        "production_companies": [
            "The Donners' Company",
            "20th Century Fox",
            "Marvel Entertainment"
        ]
    },
    {
        "title": "X-men First Class",
        "api_id": "691677",
        "overview": "",
        "release_date": "2012-06-05",
        "production_companies": [
            "Sky Movies"
        ]
    },
    {
        "title": "The book of eli",
        "api_id": "20504",
        "overview": "På 30. år vandrer Eli gennem et Nordamerika, der ikke helt ligner sig selv efter apokalypsen. I bagagen bærer han verdens eneste bibel, som stemmerne i hans hoved har beordret ham til at bringe i sikkerhed. Gangsteren Carnegie leder også efter den forjættede bog. Da Eli passerer hans nybyggerby, vælger Carnegies smukke adoptivdatter at tage med Eli. Carnegie gør hvad han kan for at få fingre i bogen.",
        "release_date": "2010-01-14",
        "production_companies": [
            "Alcon Entertainment",
            "Silver Pictures"
        ]
    },
    {
        "title": "Buried",
        "api_id": "26388",
        "overview": "I 'Buried' vågner Paul Conroy op levende begravet i en kasse under jorden.Paul er ikke klar til at dø, så en kamp mod alle odds for at blive reddet begynder. Med i kassen har Paul en lighter og en mobiltelefon, der er ved at løbe tør for batteri.Den unge lastbilchauffør og familiefar forsøger desperat at få kontakt til omverdenen og at forstå, hvorfor han er havnet i denne katastrofale situation, og hvem der står bag.Ilten forsvinder langsomt, men sikkert, og den ultimative kamp for overlevelse begynder.I rollen som Paul i 'Buried' ses Ryan Reynolds ('Smokin’ Aces', 'The Proposal').",
        "release_date": "2010-09-24",
        "production_companies": [
            "Versus Entertainment",
            "The Safran Company",
            "Dark Trick Films",
            "Studio 37",
            "Atresmedia",
            "Canal+ España",
            "Kinology",
            "ICO"
        ]
    },
    {
        "title": "Chappie",
        "api_id": "198184",
        "overview": "I en nær fremtid er en stor del af politiets arbejde overtaget af robotbetjente. En særlig eksperimental model, Chappie, udvikler følelser og selvstændig tankegang på barnestadiet, da den falder i hænderne på to kriminelle. Samtidig har den geniale, men magtsyge forsker Vincent et horn i siden på kunstig intelligens. Med politichefen i ryggen sætter han sig for at fange og destruere Chappie.",
        "release_date": "2015-03-04",
        "production_companies": [
            "Columbia Pictures",
            "MRC",
            "LStar Capital",
            "Genre Films"
        ]
    },
    {
        "title": "Django unchained",
        "api_id": "68718",
        "overview": "Den omrejsende tandlæge og dusørjæger dr. King Schulz er Det Vilde Vestens mest veltalende mand. Han er også lynende hurtig med en revolver, og da han befrier den sorte slave Django, har han tilmed fået en partner. Sammen går makkerparret i gang med jagte eftersøgte forbrydere, men den største udfordring bliver at redde Django's kone ud af den brutale plantageejer Calvin Candie's kløer.",
        "release_date": "2012-12-25",
        "production_companies": [
            "The Weinstein Company",
            "Columbia Pictures"
        ]
    },
    {
        "title": "Edge of tomorrow",
        "api_id": "137113",
        "overview": "Den kujonagtige pr-mand William Cage er dybt uegnet som soldat, men sendes alligevel til frontlinjen, da Europa angribes af dræberuhyrer fra rummet. Cage dør efter få minutters kamp, men vågner op igen samme morgen! Han er nu tvunget til at gentage sin selvmordsmission i en tilsyneladende uendelig tidssløjfe. Men øvelse gør mester, og den benhårde soldaterkvinde Rita er også god at have på sin side.",
        "release_date": "2014-05-27",
        "production_companies": [
            "RatPac Entertainment",
            "Village Roadshow Pictures",
            "VIZ Media",
            "3 Arts Entertainment",
            "Warner Bros. Pictures"
        ]
    },
    {
        "title": "Elysium",
        "api_id": "68724",
        "overview": "I 2154 er menneskene delt op i to klasser: de meget rige, der bor i et luksusparadis på rumstationen Elysium, og resten, der bor på den overbefolkede og ødelagte jordklode. Forsvarsministeren Delacourt vil gøre alt for at bevare den overdådige livsstil, der hersker på Elysium - men det forhindrer ikke Jordens befolkning i med al magt at forsøge at få adgang til goderne. Max påtager sig en dødsensfarlig mission, som kan ende med at ligestille de to polariserede verdener.",
        "release_date": "2013-08-07",
        "production_companies": [
            "TriStar Pictures",
            "MRC",
            "QED International",
            "Alpha Core",
            "Genre Films"
        ]
    },
    {
        "title": "Flatliners",
        "api_id": "1551",
        "overview": "Nelson (Kiefer Sutherland) er en ung lægestuderende med en brændende interesse for, hvad der venter os efter døden. Hvis han skal følge statistikken, er der mindst 50 år til, han opdager det. Det synes han er for lang tid. Sammen med nogle af sine medstuderende beslutter han sig for under kontrollerede former at sætte sit hjerte i stå for senere at genoplive det. Nelson og hans venner vil opleve, at nogle grænser ikke skal krydses mere end én gang.",
        "release_date": "1990-08-10",
        "production_companies": [
            "Stonebridge Entertainment",
            "Columbia Pictures"
        ]
    },
    {
        "title": "Inception",
        "api_id": "27205",
        "overview": "Ved hjælp af tophemmelig teknologi kan Dom Cobb trænge ind i andres drømme og udtrække ideer fra deres natlige hjernespind. Men på sin seneste opgave bliver han hyret til at gøre præcis det modsatte. Cobb skal plante en idé i hjernen på forretningsmanden Saitos rival, Fischer. Drømmetyven indrullerer et helt hold af hjælpere til missionen, som naturligvis er endnu mere kompliceret, end den lyder...",
        "release_date": "2010-07-15",
        "production_companies": [
            "Legendary Pictures",
            "Syncopy",
            "Warner Bros. Pictures"
        ]
    },
    {
        "title": "Interstellar",
        "api_id": "157336",
        "overview": "I en nær fremtid er Jordens ressourcer udpinte, og menneskehedens dage er talte. Men så opdager videnskaben et ormehul, som muliggør rejser gennem tid og rum. Ingeniøren og enkemanden Cooper melder sig til at drage ud i det ukendte for at finde et frugtbart levested for menneskeracen i en anden galakse - også selv om det betyder, at han må forlade sine teenagebørn i et uvist antal år.",
        "release_date": "2014-11-05",
        "production_companies": [
            "Legendary Pictures",
            "Syncopy",
            "Lynda Obst Productions"
        ]
    },
    {
        "title": "The Martian",
        "api_id": "286217",
        "overview": "En ekspedition til Mars går galt, da astronauten Mark Watney bliver fanget i en voldsom storm. Hans kolleger tror, at han er død, og de rejser tilbage til Jorden uden ham, men Mark har overlevet og er nu strandet alene på den ugæstfri røde planet. Han må klare sig med et minimalt forråd og bruge al sin energi og forstand på at finde en måde at overleve på. Samtidig skal han finde en metode, som han kan bruge til at sende nødsignaler til Jorden. Men selvom det lykkes ham at få sendt signalerne, vil det tage flere år for NASA at få sendt en redningsmission til Mars. Hvad skal han stille op?",
        "release_date": "2015-09-30",
        "production_companies": [
            "Scott Free Productions",
            "Genre Films",
            "TSG Entertainment",
            "20th Century Fox"
        ]
    },
    {
        "title": "Men In Black",
        "api_id": "607",
        "overview": "Men in Black følger agenterne K (Tommy Lee Jones) og J (Will Smith), der arbejder for en tophemmelig organisation, som har til opgave at overvåge alle rumvæseners aktiviteter på Jorden. De to sortklædte mænd havner midt i et livsfarligt plot, der er udtænkt af en intergalaktisk terrorist (Vincent D’Onofrio), som er ankommet til Jorden for at snigmyrde to ambassadører fra modstødende galakser. K og J’s opgave går ganske enkelt ud på at fange rumskurken og forhindre verdens undergang. Og det er venstrehåndsarbejde for de to mænd i sort.",
        "release_date": "1997-07-02",
        "production_companies": [
            "Columbia Pictures",
            "Amblin Entertainment",
            "MacDonald/Parkes Productions"
        ]
    },
    {
        "title": "Men In Black 2",
        "api_id": "47338",
        "overview": "",
        "release_date": "2007-12-17",
        "production_companies": [
            "Nippon Television Network Corporation"
        ]
    },
    {
        "title": "Men In Black 3",
        "api_id": "41154",
        "overview": "Universets sidste boglodid, udyret Boris, bryder ud af sin højsikkerhedscelle på Månen for at tage hævn over manden, der i 1969 skød hans højre arm af: Agent K. Med en tidsrejsedims, han har gaflet fra en medfange, tager Boris tilbage til '69 og myrder K, som derfor pludselig mangler i 2012. Følgelig må agent J rejse 40 år tilbage i tiden for at redde den unge og endnu ikke helt forbitrede agent K.",
        "release_date": "2012-05-23",
        "production_companies": [
            "Columbia Pictures",
            "Hemisphere Media Capital",
            "Amblin Entertainment",
            "Parkes+MacDonald Image Nation",
            "Imagenation Abu Dhabi FZ"
        ]
    },
    {
        "title": "Men In Black International",
        "api_id": "479455",
        "overview": "Siden Molly som barn mødte et rumvæsen, har hun stræbt efter at lære om universets mysterier, og hun får muligeden, da hun en dag bliver en del af den hemmelige organisation Men In Black. Hun sendes til London-afdelingen og bliver sat sammen med den skødesløse og arrogante Agent H, men allerede under deres første mission indvikles makkerparret i et større intergalaktisk våbenkapløb.",
        "release_date": "2019-06-12",
        "production_companies": [
            "Amblin Entertainment",
            "Parkes+MacDonald Image Nation",
            "Columbia Pictures",
            "Tencent Pictures"
        ]
    },
    {
        "title": "Real steel",
        "api_id": "39254",
        "overview": "Tag med til en nær fremtid hvor boksning er blevet hi-tech - to og en halv meter høje, 900 kg tunge stålrobotter har overtaget bokseringen. Hugh Jackman har rollen som Charlie Kenton, en afdanket bokser, som nu ernærer sig som boksepromotor. Da Charlie når bunden af sin karriere, slår han sig modvilligt sammen med sin søn Max, som han ikke har set længe. De bestemmer sig for at bygge og træne en udfordrer til mestertitlen i robotboksning. Charlie og Max satser alt og får, mod alle odds, en sidste chance for comeback.",
        "release_date": "2011-09-28",
        "production_companies": [
            "DreamWorks Pictures",
            "Reliance Entertainment",
            "21 Laps Entertainment",
            "Montford / Murphy Productions",
            "Touchstone Pictures"
        ]
    },
    {
        "title": "Taken",
        "api_id": "8681",
        "overview": "Den tidligere CIA-agent Bryans værste mareridt bliver til virkelighed, da hans teenagedatter tager på rundtur i Europa sammen med en veninde. Mens Kim taler i telefon med Bryan fra en lejlighed i Paris, bliver pigerne overfaldet og bortført af albanske gangstere. Nu kaster Bryan sig ud i et kapløb med tiden for at finde pigerne, før de sælges til prostitution i et fjernt land og forsvinder for evigt.",
        "release_date": "2008-02-18",
        "production_companies": [
            "EuropaCorp",
            "M6 Films",
            "Grive Productions",
            "20th Century Fox"
        ]
    },
    {
        "title": "Watchmen",
        "api_id": "13183",
        "overview": "Året er 1985 og en atomkrig mellem USA og USSR truer. Næsten alle superheltene er blevet tvunget til at lægge kostumerne, men da en eks-helt dør under mystiske omstændigheder, beslutter superhelten Rorshach at undersøge sagen. Flere af hans maskerede kolleger vender tilbage fra pensionist livet for at hjælpe. Undervejs afslører de et grueligt komplot, og så er der atter brug for superheltene.",
        "release_date": "2009-03-04",
        "production_companies": [
            "Warner Bros. Pictures",
            "Paramount Pictures",
            "Legendary Pictures",
            "DC Comics",
            "Lawrence Gordon Productions",
            "Lloyd Levin Productions"
        ]
    },
    {
        "title": "Zombieland",
        "api_id": "19908",
        "overview": "Den nørdede gymnasieelev Columbus er bange for stort set alt, så han har holdt sig på afstand af den epidemi, der har gjort menneskeheden til kødædende zombier. Den svært bevæbnede Tallahassee er derimod ikke bange for noget som helst og er vild med Twinkies.",
        "release_date": "2009-10-07",
        "production_companies": [
            "Pariah",
            "Columbia Pictures",
            "Relativity Media"
        ]
    },
    {
        "title": "Awake",
        "api_id": "13483",
        "overview": "En ung mand Clay (Hayden Christensen) skal have en hjerteoperation. Under operationen vågner han op og opdager til sin store skræk, at han er paralyseret, men ved fuld bevidsthed. Samtidig må Clays kone Sam (Jessica Alba) tage nogle valg, der kan ændre deres liv for altid. Filmen er instrueret af debutanten Joby Harold, og ud over Hayden Christensen og Jessica Alba medvirker også Lena Olin, Terrence Howard og Sam Robards.",
        "release_date": "2007-11-28",
        "production_companies": [
            "The Weinstein Company",
            "Open City Films",
            "GreeneStreet Films"
        ]
    },
    {
        "title": "District 9",
        "api_id": "17654",
        "overview": "For over 20 år siden kom en gruppe fremmede væsener fra rummet til jorden. De var flygtninge fra en anden verden, og man gav dem et midlertidigt hjem i Sydafrikas Distrikt 9, mens man diskuterede, hvad man skulle stille op med dem. Da det private selskab MNU forsøger at aktivere væsernes våben, bliver situationen farlig og spændingerne mellem menneskene og de fremmede blusser op.",
        "release_date": "2009-08-05",
        "production_companies": [
            "TriStar Pictures",
            "Block / Hanson",
            "WingNut Films",
            "District 9"
        ]
    },
    {
        "title": "Dream girls",
        "api_id": "651166",
        "overview": "",
        "release_date": "2019-09-23",
        "production_companies": [
            "Waadi Animations"
        ]
    },
    {
        "title": "Det Femte element",
        "api_id": "18",
        "overview": "Jorden er truet af Det Onde. Et ildhav af en mørkets planet vil udslette alt liv i universet, herunder vor grønne planet. Heldigvis har vi i det 23. årh. en vis Korben Dallas. Han vil gerne redde jorden. Så det gælder om at finde de fire elementer og lade deres energier mødes i det Femte Element. Hun hedder Leeloo og er perfekt. Så der bliver også tid til lidt kærlighed.",
        "release_date": "1997-05-02",
        "production_companies": [
            "Gaumont",
            "Columbia Pictures"
        ]
    },
    {
        "title": "Ghostbusters",
        "api_id": "43074",
        "overview": "Videnskabskvinderne Abby, Erin og Holtzmann tror på spøgelser - og bliver betragtet som skrupskøre. Da Erin bliver fyret, starter de tre deres eget firma sammen med den lokalkendte Patty. Nu skal der fanges spøgelser! Da New York pludselig bliver udsat for en sand invasion af gyselige genfærd, har byen da også kun én chance for at overleve - Ghostbusters!",
        "release_date": "2016-07-14",
        "production_companies": [
            "Ghost Corps",
            "Columbia Pictures",
            "Village Roadshow Pictures",
            "LStar Capital",
            "Feigco Entertainment",
            "Pascal Pictures",
            "The Montecito Picture Company"
        ]
    },
    {
        "title": "Gladiator",
        "api_id": "98",
        "overview": "Romerrigets kejser udpeger hærføreren Maximus som sin efterfølger, men kejserens magtbegærlige søn Commodus har andre planer. Han lader Maximus' familie myrde, mens Maximus undslipper, hårdt såret. Maximus bliver gjort til slave og trænet som gladiator. Hans berømmelse i arenaen vokser hurtigt, men selv lever han kun for at hævne sin familie. Og en dag bliver han sendt til Rom for at kæmpe i Colosseum for øjnene af den nye kejser - Commodus.",
        "release_date": "2000-05-04",
        "production_companies": [
            "Universal Pictures",
            "Scott Free Productions",
            "Red Wagon Entertainment",
            "Mill Film",
            "DreamWorks Pictures"
        ]
    },
    {
        "title": "Goodbye Lenin",
        "api_id": "338",
        "overview": "Mønsterkommunisten Christiane er i koma, da hendes elskede DDR bryder sammen. Da hun vågner igen, forsøger hendes søn at skåne hende for virkeligheden, og han skaber derfor en illusion om, at DDR stadig består.",
        "release_date": "2003-02-13",
        "production_companies": [
            "WDR",
            "ARTE",
            "X Filme Creative Pool"
        ]
    },
    {
        "title": "Good will hunting",
        "api_id": "489",
        "overview": "Matt Damon spiller en yderst begavet ung mand, men som lader sig styre alt for meget af sit iltre temperament. Det får ham til at komme i problemer med lovens lange arm. Derfor går han hos en psykolog (spilles af Robin Williams), får at afhjælpe ham med hans problemer, efter rettens ordre.",
        "release_date": "1997-12-05",
        "production_companies": [
            "Miramax",
            "Lawrence Bender Productions",
            "Be Gentlemen Limited Partnership"
        ]
    },
    {
        "title": "The greatest",
        "api_id": "32395",
        "overview": "Bennett Brewer overlever kun i 17 minutter, da en lastbil vædrer hans Karmann Ghia. Tabet af hendes ældste søn hyler moren, Grace, helt ud af den. Hun bliver besat af tanken om, hvordan hendes teenagedreng havde det i sit livs sidste minutter. Faren, Allen, er mere behersket i sin sorg, men da en pige ringer på døren med Bennetts baby i maven, får familien endnu en udfordring at arbejde med.",
        "release_date": "2009-02-07",
        "production_companies": [
            "Barbarian Films",
            "Oceana Media Finance",
            "Silverwood Films",
            "Irish Dreamtime"
        ]
    },
    {
        "title": "Hancock",
        "api_id": "8960",
        "overview": "Hancock har på uforklarlig vis fået superkræfter, men han ved intet om, hvordan en superhelt skal opføre sig, så han gør ofte mere skade end gavn, når han forsøger at redde verden. PR-manden Ray sætter sig for at rette op på superheltens image, så han kan blive en rigtig superhelt, som byens politichef tør ringe til, når lokummet brænder",
        "release_date": "2008-07-01",
        "production_companies": [
            "Columbia Pictures",
            "Relativity Media",
            "Blue Light",
            "Weed Road Pictures",
            "Overbrook Entertainment"
        ]
    },
    {
        "title": "Hellboy",
        "api_id": "1487",
        "overview": "Hellboy er den sejeste, stærkeste, mest ondsindede og mest coole superhelt, verden nogensinde har set! Hellboy er en dæmon, påkaldt af den onde Rasputin og lige så onde nazister under 2. verdenskrig i et forsøg på at vinde krigen og skabe helvede på jord -heldigvis lykkedes det ikke og Hellboy bliver opfostret af de allierede styrker. Hans læremester er Professor Bruttenholm, en ekspert i det okkulte, og Hellboy lærer at bruge sine kræfter i kampen for det gode - men nu er superskurken Rasputin vendt tilbage...",
        "release_date": "2004-04-02",
        "production_companies": [
            "Columbia Pictures",
            "Revolution Studios",
            "Dark Horse Entertainment",
            "Lawrence Gordon Productions",
            "Starlite Films",
            "Partnership Films"
        ]
    },
    {
        "title": "King kong",
        "api_id": "254",
        "overview": "I 1930'erne får rygter om en gigantisk menneskeabe kaldet King Kong en gruppe forskere med smag for eventyr til at udforske isoleret ø ved Sumatra. Øen viser sig at være beboet af både en enorm abe og flere fortidsdyr. Forskerne beslutter sig for at indfange Kong og bringe ham hjem til New York. Men den mægtige King Kong er ikke sådan lige at lægge i lænker.",
        "release_date": "2005-12-12",
        "production_companies": [
            "Universal Pictures",
            "WingNut Films",
            "Big Primate Pictures",
            "MFPV Film"
        ]
    },
    {
        "title": "Kingsman The Secret Service",
        "api_id": "207703",
        "overview": "Den unge Eggsy bliver headhuntet fra en fængselscelle af den ultracoole, tophemmelige agent Harry Hart. Sammen med en gruppe medrekrutter bliver Eggsy udsat for et benhårdt træningsprogram, der skal vise, hvem der er den bedste agentspire. Imens lægger tech-geniet Valentine skumle planer, der skal udrydde det meste af menneskeheden. Kan Harry og Eggsy stoppe hans forehavende?",
        "release_date": "2014-12-13",
        "production_companies": [
            "20th Century Fox",
            "Marv",
            "Cloudy Productions",
            "TSG Entertainment"
        ]
    },
    {
        "title": "My Week with Marilyn",
        "api_id": "75900",
        "overview": "Marilyn Monroe er på bryllupsrejse i England med sin nye mand Arthur Miller, samtidig som hun er i gang med indspilningen af filmen »Prinsen og Korpigen«. Da hendes mand er nødsaget til at efterlade hende alene i en uge, føler Marilyn sig ensom og forladt. Men hun finder trøst hos sin ung og ydmyge assistent Colin Clark. Gennem en idyllisk uge er den følelsemæssigt skrøbelige skuespiller væk fra Hollywoods glamour og arbejdspres og introduceres til nye glæder i livet. Dette er den ukendte uge i Marilyn Monroes liv.",
        "release_date": "2011-11-23",
        "production_companies": [
            "The Weinstein Company",
            "BBC Film",
            "Trademark Films",
            "Lipsync Productions"
        ]
    },
    {
        "title": "Ninja assassin",
        "api_id": "22832",
        "overview": "I 'Ninja Assassin' vender en ninja den klan, der har oplært ham, ryggen, hvilket fører til en stor konfrontation.Raizo er en af verdens mest farlige lejemordere. Som barn blev han fjernet fra sin familie, og gennem daglig træning af Ozunu Klanen, et hemmeligt selskab hvis selve eksistens betegnes som en myte, er han nu blevet en erfaren dræber. Men da hans ven bliver henrettet af Klanen, forlader Raizo dem... og forsvinder.Nu venter han kun på sin velforberedte hævn. I Berlin har Europol-agenten Mika Coretti opdaget et spor, der forbinder adskillige politiske mord til et undergrundsnetværk af lejemordere fra det Fjerne Østen.Selv om hendes chef forbyder det, fortsætter Mika med at finde ud af sandheden bag mordene. Hendes undersøgelser gør hende til et mål, og Ozunu Klanen sender et hold lejemordere anført af den dødsensfarlige Takeshi, for at slå hende ihjel.",
        "release_date": "2009-09-29",
        "production_companies": [
            "Legendary Pictures",
            "Dark Castle Entertainment",
            "Silver Pictures",
            "Anarchos Productions",
            "Rocklock Films",
            "Studio Babelsberg",
            "Warner Bros. Pictures",
            "Hermanas Wachowski",
            "StudioCanal"
        ]
    },
    {
        "title": "One true thing",
        "api_id": "53113",
        "overview": "Da Ellens mor bliver syg, tager hun en pause i sin karriere og flytter hjem til sine forældre. Hun har altid beundret sin karrierefikserede far og holdt sin hjemmegående mor på afstand. Som voksen lærer hun nu forældrene at kende på en helt anden måde, end hun husker dem fra sin opvækst. Ikke mindst da det viser sig, at moderen har kræft, og Ellen må bære alle byrderne i hjemmet.",
        "release_date": "1998-09-18",
        "production_companies": [
            "Universal Pictures",
            "Monarch Pictures",
            "Ufland"
        ]
    },
    {
        "title": "Pulp fiction",
        "api_id": "680",
        "overview": "Vincent og Jules er håndlangere for gangsterbossen Marcellus Wallace. Deres job består hovedsageligt i at ordne folk, som har brudt deres aftaler med Wallace, og skrabe hans penge ind. Men på deres færden rundt i L.A. støder de på flere uforudsete begivenheder. De oplever Guds indgriben, et splattet lig i deres bil og at blive røvet af et tyvepar, vi kun kender under navnene Pumpkin og Honey Bunny. Ved siden af skal Vincent tage Wallace’ kone Mia ud på en tur i byen, hvilket viser sig ikke at være en helt simpel opgave. Senere støder de to lejemordere også på Butch Coolidge, en bokser, der, i en fixet boksekamp, kommer til at træde deres chef Wallace over tæerne. Dermed er Coolidge på spanden, men alt kan ske - og gør det! Som et puslespil fortælles to heftige dages begivenheder, og først til sidst falder alle brikkerne på plads og afslutter Pulp Fictions mange handlingstråde.",
        "release_date": "1994-09-10",
        "production_companies": [
            "Miramax",
            "A Band Apart",
            "Jersey Films"
        ]
    },
    {
        "title": "The reader",
        "api_id": "8055",
        "overview": "I efterkrigstidens Tyskland rammes teenageren Michael af skarlagensfeber. Da han bliver rask opsøger han sin sygeplejerske Hanna for at sige tak. Efter først at opfylde hendes glæde ved at få bøger læst højt, så indleder Michael en hemmelig affære med Hanna. En dag forsvinder hun pludselig og Michael ser først igen 10 år senere, da hun anklages for at have begået forbrydelser som nazist.",
        "release_date": "2008-12-10",
        "production_companies": [
            "The Weinstein Company",
            "Filmstiftung Nordrhein-Westfalen",
            "Mirage Enterprises",
            "Studio Babelsberg",
            "ARD",
            "Mitteldeutsche Medienförderung"
        ]
    },
    {
        "title": "The runaways",
        "api_id": "27586",
        "overview": "Kristen Stewart og Dakota Fanning som begge er kendt fra Twilight-filmene spiller hovedrollerne i denne film om at blive voksen, der med masser af musik fortæller historien om det nyskabende pige-rockband, The Runaways. De falder i kløerne på den legendariske rockimpresario, Kim Fowley, som forvandler rebellerne fra det sydlige Californien til et rockband med voldsom succes. Med imaget som seje tøser og masser af talent bliver bandet hurtigt kendt og det samme gør de to hovedpersoner: Joan Jett er bandets sande rock and roll-sjæl, mens Cherie Curie med sit Bowie-Bardot-udseende er det kælne sexsymbol.",
        "release_date": "2010-03-19",
        "production_companies": [
            "The Linson Company",
            "River Road Entertainment",
            "Road Rebel"
        ]
    },
    {
        "title": "The social network",
        "api_id": "37799",
        "overview": "’The Social Network’ er et drama om succes, forræderi og Facebooks tilblivelse.Mark Zuckerberg er Harvard-studerende og programmeringsgeni. En aften i efteråret 2003 sætter han sig ned foran sin computer og begynder ivrigt at arbejde på en ny idé.Hvad der begynder som blogging og programmering på hans kollegieværelse, vil snart forme sig til et enormt globalt netværk og en revolution indenfor kommunikation.Blot seks år og 500 millioner venner senere er Mark Zuckerberg den yngste milliardær nogensinde … Men for denne iværksætter bringer succesen både personlige og juridiske problemer med sig.",
        "release_date": "2010-10-01",
        "production_companies": [
            "Columbia Pictures",
            "Relativity Media",
            "Scott Rudin Productions",
            "Michael De Luca Productions",
            "Trigger Street Productions"
        ]
    },
    {
        "title": "War of the worlds",
        "api_id": "74",
        "overview": "Der omhandler en fantastisk kamp for selve menneskehedens overlevelse, set gennem en ganske almindelig families optik. Ray Ferrier må flygte for at redde sig selv og sin familie fra en skræmmende hær af tre-benede rumvæsener, der udsletter alt på deres vej…",
        "release_date": "2005-06-28",
        "production_companies": [
            "Paramount Pictures",
            "DreamWorks Pictures",
            "Amblin Entertainment",
            "Cruise/Wagner Productions"
        ]
    },
    {
        "title": "Arriettys hemmelige verden",
        "api_id": "51739",
        "overview": "I et idyllisk beliggende hus uden for Tokyo bor pigen Arrietty med sine forældre - nede under gulvbrædderne. For familien tilhører lilleputfolket Lånerne, der lever at af hente forsyninger fra menneskenes skuffer og skabe uden at blive opdaget. Da en syg dreng, Sho, flytter ind i huset for at rekonvalescere, opstår et overraskende - og forbudt - venskab mellem menneskedrengen og den ti cm høje Arrietty.",
        "release_date": "2010-07-16",
        "production_companies": [
            "Studio Ghibli",
            "Hakuhodo DY Media Partners",
            "Mitsubishi Shoji",
            "dentsu",
            "TOHO",
            "Nippon Television Network Corporation",
            "Wild Bunch",
            "The Walt Disney Company (Japan)"
        ]
    },
    {
        "title": "Chihiro og heksene",
        "api_id": "129",
        "overview": "Chihiro og hendes forældre er på vej til deres nye hjem, men da hendes far forsøger med en genvej havner familien på en øde, mudret landevej. Som i et drømmesyn når de frem til en forladt forlystelsespark og en restaurant fyldt med mad, men uden gæster og personale. Mens forældrene kaster sig over maden, fornemmer Chihiro en fare og som mørket falder på oplever hun til sin skræk, at området er fyldt med ånder og hendes forældre forheksede. Snart får hun hjælp af den mystiske dreng Haku i et overdådigt eventyr fyldt med spænding, sjov og uhygge",
        "release_date": "2001-07-20",
        "production_companies": [
            "Studio Ghibli"
        ]
    },
    {
        "title": "Det levende slot",
        "api_id": "4935",
        "overview": "Sophie er en ung pige, som arbejder i sin mors hattemagerforretning. En dag bliver hun forfulgt af nogle skumle banditter, men reddes i sidste øjeblik af en køn, ung mand, som i bogstaveligste forstand flyver af sted med hende. Han er selv jaget af nogle uhyggelige, menneskelignende spøgelsesgopler, der viser sig at arbejde for den onde Ødeheks. Hauru, som han hedder, er en pigeglad og forfængelig troldmand. Uheldigvis har Ødeheksen fået rettet sin lede opmærksomhed mod Sophie og hendes kontakt med rivalen Hauru, så hun tryller i jalousi Sophie om til en meget gammel Sophie. En 90-årig, rynket morlille, som i hvert fald ikke kan charmere den kønne Hauru. Sophie, i sin forheksede skikkelse, forlader nedtrykt byen. På sin vej møder hun fugleskræmslet Kålroe, og sammen finder de frem til Det Levende Slot. Et vandrende, prustende slot, ganske mærkværdigt konstrueret, som Hauru bor i sammen med sin lærling, drengen Markl.",
        "release_date": "2004-09-09",
        "production_companies": [
            "Studio Ghibli",
            "dentsu Music And Entertainment",
            "Mitsubishi",
            "Nippon Television Network Corporation",
            "TFC",
            "Tokuma Shoten",
            "d-rights"
        ]
    },
    {
        "title": "Grave of the fireflies",
        "api_id": "76826",
        "overview": "",
        "release_date": "2005-11-01",
        "production_companies": [
            "Nippon Television Network Corporation"
        ]
    },
    {
        "title": "Porco rosso",
        "api_id": "11621",
        "overview": "I sine unge dage var Porco Rosso den mest frygtede kamppilot under 1. Verdenskrig. Men efter at hele hans deling blev dræbt, forvandledes den smukke unge mand på mærkværdig vis, og fik et ansigt som en lyserød gris. Flere år senere er han flyttet ud på en øde ø, men så snart telefonen ringer, går han i luften for at jage de pirater, der hærger turistskibene ud for Italiens kyst. Porco Rosso er også lidt af en “cool cat”. Han slår sig løs i nattelivet, drikker whisky, og slipper helst ikke sit elskede cigaretrør. Men en dag indhenter fortiden ham, og ikke mindst hans store kærlighed...",
        "release_date": "1992-07-18",
        "production_companies": [
            "Studio Ghibli",
            "Nibariki",
            "Mitsubishi",
            "Nippon Television Network Corporation",
            "Tokuma Shoten"
        ]
    },
    {
        "title": "Prinsesse mononoke",
        "api_id": "128",
        "overview": "Ashitaka bliver bidt af en dæmon og får en grim infektion. Derfor begiver han sig afsted for at finde guden Shishigami, der efter sigende kan helbrede ham. Undervejs oplever han den åbne konflikt mellem skovens gamle guder. Han er også vidne til minelandsbyens udnyttelser af jordens ressourcer. Ashitaka prøver at mægle, men uden større held.",
        "release_date": "1997-07-12",
        "production_companies": [
            "Studio Ghibli",
            "Nibariki",
            "dentsu Music And Entertainment",
            "TNDG",
            "Tokuma Shoten",
            "Nippon Television Network Corporation",
            "dentsu"
        ]
    },
    {
        "title": "Kiki den lille heks",
        "api_id": "16859",
        "overview": "Kiki er 13 år gammel og bliver sendt ud i verden for at komme i lære som heks. Med sig har hun sin mors flyvende kost og den talende kat Jiji. Kiki må klare sig selv men får heldigvis plads som bud hos en bager i en stor fremmed by. Nu får hun brug for sine nye flyveevner, når hun leverer brød til byens folk, mens hun kæmper med hjemve og uforskammede kunder. Og så er der jo også den lokale dreng Tombo, som er temmelig interesseret i Kiki?",
        "release_date": "1989-07-29",
        "production_companies": [
            "Studio Ghibli",
            "Nibariki",
            "Studio Fuga",
            "Tokuma Shoten",
            "Nippon Television Network Corporation"
        ]
    },
    {
        "title": "Laputa slottet i himlen",
        "api_id": "10515",
        "overview": "Et sælsomt syn møder drengen Pazu, da den jævnaldrende Sheeta langsomt daler ned fra himlen med en magisk amulet om halsen. Det viser sig, at både Pazu og Sheeta drømmer om at finde Laputa, det svævende slot. Den forældreløse Sheeta håber at finde sandheden om sin familie på Laputa, men regeringens agenter og en gruppe pirater er også på jagt efter det sagnomspundne slot.",
        "release_date": "1986-08-02",
        "production_companies": [
            "Studio Ghibli",
            "Nibariki",
            "Tokuma Shoten"
        ]
    },
    {
        "title": "Marnie min hemmelige ven",
        "api_id": "242828",
        "overview": "Pigen Anna, der bliver sendt ud på landet, så hun kan komme til hægterne. Her møder hun den blonde ensomme pige Marnie, der deler sine følelser med Anna – og senere også et tragisk mysterium, der sætter dybe spor i Annas personlighed.",
        "release_date": "2014-07-19",
        "production_companies": [
            "Studio Ghibli",
            "Hakuhodo DY Media Partners",
            "KDDI",
            "Nippon Television Network Corporation",
            "TOHO",
            "dentsu",
            "Universal Studios Home Entertainment",
            "The Walt Disney Company (Japan)",
            "Mitsubishi"
        ]
    },
    {
        "title": "Min nabo Totoro",
        "api_id": "8392",
        "overview": "De to søstre, Mei og Satsuki, flytter på landet med deres kærlige, men nogle gange også lettere distræte far. Huset er hjemsøgt af små, levende nullermænd, som dog ikke er mere faretruende, end at de forføjer sig bort, så snart det runger af latter i stuerne. Den yngste pige falder ned i et dybt hul i jorden og vækker et af underskovens fabeldyr til live. Sammen med denne vidunderlige, flyvske og vennesæle ’skovvogter’ – Totoro, hedder den – begiver børnene sig ud på de mest fantastiske flyveture gennem og over skovene, bl.a. i en blød, tolvbenet kattebus, hvor dyrets øjne fungerer som billygter. Imens vokser den lille Totoro sig stadigt større, uden at den af den grund holder op med at ligne en forvokset kanin!",
        "release_date": "1988-04-16",
        "production_companies": [
            "Studio Ghibli",
            "Nibariki",
            "Tokuma Shoten"
        ]
    },
    {
        "title": "Minder fra i går",
        "api_id": "15080",
        "overview": "Historien om 27-årige Taeko, der tager på en lille ferie på landet hos en bekendt familie. Her tager hun sit liv op til revision (bl.a. gennem minder fra barndommen), og hun bliver i sidste ende klogere på sig selv som person.",
        "release_date": "1991-07-20",
        "production_companies": [
            "Studio Ghibli",
            "Studio Fuga"
        ]
    },
    {
        "title": "My neighbors the yamadas",
        "api_id": "16198",
        "overview": "My Neighbors the Yamadas handler om en Japansk familie og begivenheder i deres hverdag. Der er tale om en række komiske historier og den eneste røde tråd i handlingen er familien Yamadas tilstedeværelse. Karaktererne er ikke tegnet i den typiske Ghibli stil - de ligner mere karakterer fra de japanske avisstriber (yonkoma manga). På trods af gode anmeldelser blev filmen et box office-flop. Det var den første Ghibli film som udelukkende blev animeret og farvelagt på computer.",
        "release_date": "1999-07-17",
        "production_companies": [
            "Studio Ghibli",
            "Hakuhodo DY Media Partners"
        ]
    },
    {
        "title": "Nausicaä of the Valley of the Wind",
        "api_id": "81",
        "overview": "Lang tid efter jorden blev lagt øde af endnu en verdenskrig, regerer prinsesse Nausicaä over folket fra vindens dal. Den nye verden er også barsk og krigerisk, så Nausicaä må kæmpe hårdt mod andre stammer - for slet ikke at tale om gigantiske giftige biller, der ikke er kendetegnet ved deres villighed til at forhandle og indgå kompromiser.",
        "release_date": "1984-03-11",
        "production_companies": [
            "Topcraft"
        ]
    },
    {
        "title": "Når vinden rejser sig",
        "api_id": "149870",
        "overview": "Jiro drømmer om at blive pilot og flyve igennem skyerne. Men da han er nærsynet, må han i stedet uddanne sig til ingeniør og flydesigner. Under det store jordskælv i 1923 møder han sit livs udkårne, Naoko, som han bliver genforenet og gift med nogle år senere. Naoko har desværre uhelbredelig tuberkulose, og Jiro tilegner arbejdet på sit mesterstykke, det berømte Zero-jagerfly, til sin elskede.",
        "release_date": "2013-07-20",
        "production_companies": [
            "Studio Ghibli",
            "Nippon Television Network Corporation",
            "dentsu",
            "Hakuhodo DY Media Partners",
            "The Walt Disney Company (Japan)",
            "d-rights",
            "TOHO"
        ]
    },
    {
        "title": "Oppe på valmuebakken",
        "api_id": "83389",
        "overview": "I Japan er man i færd med at forberede sig til De Olympiske Lege, der skal udspilles i Tokyo året efter.  I havnebyen Yokohama bor de to teenagerne Shun og Umi. Han er redaktør af skoleavisen og populær blandt skolens piger. Hun slider derhjemme med rengøring og madlavning.  På trods af deres forskellige baggrunde krydses Umi og Shuns veje, da skolen står overfor et studenteroprør. Mødet bringer spøgelser ud af skabet og tvinger Umi og Shun til at vælge mellem kærligheden og venskabet.",
        "release_date": "2011-07-16",
        "production_companies": [
            "Studio Ghibli",
            "Hakuhodo DY Media Partners",
            "Mitsubishi",
            "KDDI",
            "Kodansha",
            "Mitsubishi Corporation"
        ]
    },
    {
        "title": "Ponyo på klippen ved havet",
        "api_id": "12429",
        "overview": "Drengen Sosuke bor med sin dejlige mor på en klint med havudsigt. Og ligesom prinsen møder havfruen i H. C. Andersens eventyr, så samler han en dag guldfisken Ponyo op i brændingen. Den storøjede, røde hunfisk føler straks en fundamental samhørighed med sin nye menneskeven. Ved hjælp af lidt oceanisk magi udvikler hun lemmer og stemmebånd, så de kan lege og spise skinkemadder sammen på landjorden!",
        "release_date": "2008-07-19",
        "production_companies": [
            "Studio Ghibli",
            "TOHO",
            "Nippon Television Network Corporation",
            "dentsu",
            "Hakuhodo DY Media Partners",
            "The Walt Disney Company (Japan)",
            "Mitsubishi"
        ]
    },
    {
        "title": "A silent voice",
        "api_id": "378064",
        "overview": "Pigen Shoko bliver drillet i skolen, fordi hun er døv. Drengen Shoya fører an i mobningen. Shoko ender med at forlade skolen, men da de to mødes igen i gymnasiet, tager begivenhederne og deres forhold en overraskende drejning.",
        "release_date": "2016-09-17",
        "production_companies": [
            "Kyoto Animation",
            "ABC Animation",
            "Kodansha",
            "Pony Canyon",
            "Quaras",
            "Shochiku"
        ]
    },
    {
        "title": "The boy and the beast",
        "api_id": "315465",
        "overview": "Ren er en ensom 9-årig dreng, som lever på gaden. Ved et tilfælde falder han over den eventyrlige verden Jutengai, hvor beboerne ligner dyr og har styrke som guder. Ren møder den gudeligende bjørn Kumatetsu, som er på jagt efter en ny lærling. Kumatetsu tager drengen til sig som discipel, og omdøber ham ”Kyuta”. Men den grove, stædige bjørn er ikke just en tålmodig lærermester, og det umage par kommer ikke godt overens fra start. Som tiden går, udvikler de to skæve karakterer et stærkt bånd til hinanden, hvor både lærermester og lærling bliver klogere på sig selv. Dog forstyrres deres forhold af store trusler, som sætter deres venskab på en stor prøve.",
        "release_date": "2015-07-11",
        "production_companies": [
            "Nippon Television Network Corporation",
            "Studio Chizu",
            "TOHO",
            "VAP",
            "dentsu",
            "Yomiuri Telecasting Corporation",
            "D.N. Dream Partners",
            "Sapporo Television Broadcasting Company",
            "Miyagi Television Broadcasting",
            "Shizuoka Daiichi Television",
            "Hiroshima Telecasting",
            "Fukuoka Broadcasting System",
            "KADOKAWA",
            "Chukyo TV Broadcasting Company"
        ]
    },
    {
        "title": "Doukyuusei",
        "api_id": "737170",
        "overview": "",
        "release_date": "2018-11-02",
        "production_companies": []
    },
    {
        "title": "Austin powers",
        "api_id": "818",
        "overview": "Yearrhh! Han er bare SÅ meget tilbage! Det er nu tre lange år siden, at Austin Powers - den internationalt berygtede agent og superstud - har stået ansigt til ansigt med sin arvefjende, Dr. Evil, som han efter så meget besvær fik anbragt, hvor han hører hjemme - nemlig i landets mest sikre fængsel. Austin Powers nyder derfor tilværelsen. Han har endelig mødt den kvinde, han foretrækker vertikalt, snarere end horisontalt og står midt i skulle adles for sine tjenester for Imperiet.",
        "release_date": "2002-07-26",
        "production_companies": [
            "Eric's Boy",
            "New Line Cinema",
            "Team Todd",
            "Gratitude International",
            "Moving Pictures"
        ]
    },
    {
        "title": "Austin Powers The Spy Who Shagged Me",
        "api_id": "817",
        "overview": "Mesterspionen Austin Powers er tilbage i kendt stil med udstående fortænder, lækre, pastelfarvede jakkesæt og en kvindetække, der får James Bond til at ligne en munk. Tilbage er også Powers dødsfjende Dr. Evil, der igen har udtænkt en skummel plan om at overtage verdensherredømmet - og sætte Powers ud af spilllet... Dr. Evil har opfundet en tidmaskine, og med den begiver han sig tilbage til 1969 og stjæler Austin Powers vidtberømte \"mojo\". Tilbage i nutiden opdager Powers hurtig konsekvensen - han bliver impotent. Sammen med den velproportionerede med agentinde Felicity Shagwell, tager han med den britiske efterretningstjenestes tidsmaskine også tilbage i tiden for at redde trådene ud. Imens pønser Dr. Evil dog på en ny plan: Han vil placere en kæmpe laserkanon på månen og med truslen fra den overtage verdensherredømmet.",
        "release_date": "1999-06-08",
        "production_companies": [
            "New Line Cinema",
            "Eric's Boy"
        ]
    },
    {
        "title": "Austin Powers Goldmember",
        "api_id": "818",
        "overview": "Yearrhh! Han er bare SÅ meget tilbage! Det er nu tre lange år siden, at Austin Powers - den internationalt berygtede agent og superstud - har stået ansigt til ansigt med sin arvefjende, Dr. Evil, som han efter så meget besvær fik anbragt, hvor han hører hjemme - nemlig i landets mest sikre fængsel. Austin Powers nyder derfor tilværelsen. Han har endelig mødt den kvinde, han foretrækker vertikalt, snarere end horisontalt og står midt i skulle adles for sine tjenester for Imperiet.",
        "release_date": "2002-07-26",
        "production_companies": [
            "Eric's Boy",
            "New Line Cinema",
            "Team Todd",
            "Gratitude International",
            "Moving Pictures"
        ]
    },
    {
        "title": "Back to the future",
        "api_id": "105",
        "overview": "Marty McFly er en typisk amerikansk teenager fra 1980'erne, der ved et uheld bliver sendt tilbage til 1955 i en plutoniumdreven DeLorean tidsmaskine, opfundet af den gale videnskabsmand Christopher Lloyd. I løbet af sin utrolige og forbløffende rejse tilbage i tiden skal Marty sikre sig, at hans kommende teenage-forældre, Crispin Glover og Lea Thompson, mødes og bliver forelskede, så han kan rejse tilbage til fremtiden.",
        "release_date": "1985-07-03",
        "production_companies": [
            "Universal Pictures",
            "Amblin Entertainment"
        ]
    },
    {
        "title": "Back to the future part 2",
        "api_id": "165",
        "overview": "Marty McFly tager sammen med sin kæreste Jennifer og videnskabsmanden dr. Brown en smuttur frem i tiden til år 2015 for at få styr på McFly-familiens fremtid. Desværre får udflugten fatale konsekvenser, og Marty må ud på endnu flere tidsrejser for at rette op på historiens gang og de mere og mere kaotiske familieforhold.",
        "release_date": "1989-11-22",
        "production_companies": [
            "Universal Pictures",
            "Amblin Entertainment"
        ]
    },
    {
        "title": "Back to the future part 3",
        "api_id": "196",
        "overview": "Teenageren Marty McFly må rejse tilbage i tiden til det vilde vesten for at redde dr. Brown fra at blive skudt i ryggen. Spørgsmålet er bare, hvordan de to venner kan vende tilbage til nutiden, når deres tidsmaskine mangler benzin - et brændstof, som endnu ikke er opfundet i 1885. Desuden kommer dr. Brown's forelskelse i lærerinden Clara også lidt på tværs af rejseplanerne.",
        "release_date": "1990-05-25",
        "production_companies": [
            "Universal Pictures",
            "Amblin Entertainment"
        ]
    },
    {
        "title": "Batman begins",
        "api_id": "272",
        "overview": "En dreng ved navn Bruce Wayne er vidne til sin millionærforældres mord. Dette traume bliver til en hævngerrig besættelse, og da muligheden for hævn også frarøves Wayne, forsvinder han. I det fjerne Østen opsøger han den mystiske ninjakult Ra's Al-Ghul, og efter oplæring hos denne vender han tilbage til hjembyen Gotham. Gotham er nu gennemsyret af organiseret kriminalitet, og efter opdagelsen af en grotte under hans hus og genovertagelsen af hans families firma er brikkerne på plads for skabelsen af en mørk ridder i skikkelsen af Batman. Den mørke ridder gør nu sit indtog i Gotham City med bekæmpelse af korruption, kriminalitet og uretfærdighed.",
        "release_date": "2005-06-10",
        "production_companies": [
            "Warner Bros. Pictures",
            "DC Comics",
            "Syncopy",
            "Legendary Pictures",
            "Patalex III Productions Limited"
        ]
    },
    {
        "title": "Batman the dark knight",
        "api_id": "472027",
        "overview": "",
        "release_date": "2013-10-08",
        "production_companies": [
            "Warner Bros. Animation",
            "Warner Premiere",
            "DC Entertainment",
            "DC Comics",
            "Warner Home Video",
            "Moi Animation"
        ]
    },
    {
        "title": "Batman the dark knight rises",
        "api_id": "49026",
        "overview": "Otte år er gået, siden Batman tog faldet for Harvey Dent's kriminalitet. Bruce Wayne har ikke længere titlen som verdens bedste detektiv, og han lever i ensomhed i det nu genopbyggede Wayne Manor. Han får indbrud af den elegante tyv Selina Kyle, som stjæler hans afdøde mors perlekæde. Mens han opsporer hende, møder Batman den ubarmhjertige Bane. De har en brutal kamp, der efterlader Batman alvorligt såret. Det giver Bane mulighed for at starte en krig mod Gotham. Den maskerede helt må samle sig selv og sine tilbageværende allierede for at stoppe den maskerede superskurk.",
        "release_date": "2012-07-17",
        "production_companies": [
            "Syncopy",
            "Legendary Pictures",
            "DC Entertainment",
            "Warner Bros. Pictures"
        ]
    },
    {
        "title": "Beautiful creatures",
        "api_id": "109491",
        "overview": "I den søvnige sydstatsby Gatlin bor 16-årige Ethan, som er begyndt at se den samme, fremmede pige for sig i sine drømme. På hans første dag i 2.g står pigen, Alice, pludselig foran ham i kød og blod. Det viser sig, at Alice har knyttet et psykisk bånd til Ethan. Alice er nemlig heks, en såkaldt 'caster', og skæbnebestemt til at blive udvalgt af enten lysets eller mørkets side på sin 16-års fødselsdag.",
        "release_date": "2013-02-13",
        "production_companies": [
            "Alcon Entertainment",
            "Belle Pictures",
            "3 Arts Entertainment",
            "Warner Bros. Pictures",
            "Summit Entertainment"
        ]
    },
    {
        "title": "The bourne identity",
        "api_id": "2501",
        "overview": "Jason Bourne, der er blevet reddet med to kugler i ryggen, har fået totalt hukkommelsestab. Det går snart op for ham, at han bliver nødt til at finde ud af, hvem han er for at overleve. Han jages af mordere i et kapløb med tiden, samtidig opdager Bourne hurtigt, at han også har et udpræget dræberinstinkt.",
        "release_date": "2002-06-14",
        "production_companies": [
            "Universal Pictures",
            "Hypnotic",
            "Kalima Productions",
            "Stillking Films",
            "The Kennedy/Marshall Company"
        ]
    },
    {
        "title": "Charlie's angels",
        "api_id": "458897",
        "overview": "Charlie's Angels kan lejes af private klienter, der har brug for deres færdigheder inden for sikkerhed og efterforskning, og nu har Townsend agenturet udvidet til det internationale marked, med de klogeste, mest frygtløse og bedst trænede kvinder på jorden. Adskillelige teams af Engle, der er guidet af hver deres Bosley, klarer de hårdeste opgaver rundt om i verden. Da en ung systemingeniør slår alarm omkring noget særdeles farligt teknologi, bliver Englene kaldt på arbejde og må risikere deres liv for at beskytte os alle.",
        "release_date": "2019-11-14",
        "production_companies": [
            "Columbia Pictures",
            "Brownstone Productions",
            "2.0 Entertainment",
            "The Cantillon Company"
        ]
    },
    {
        "title": "Charlie's angels uden hæmninger",
        "api_id": "9471",
        "overview": "Charlies Engle går undercover for at finde to ikke helt almindelige forsvundne ringe, der indeholder værdifuld information, der afslører den sande identitet på alle personer, der har benyttet et vidne beskyttelses-program. Da vidner på mystisk vis dør er det kun englene, der kan stoppe bagmanden ved hjælp af mesterlige maskeringer, højt udviklet teknologi og ikke mindst vovemod.",
        "release_date": "2003-06-27",
        "production_companies": [
            "Wonderland Sound and Vision",
            "Tall Trees Productions",
            "Flower Films",
            "Columbia Pictures"
        ]
    },
    {
        "title": "Det gyldne kompas",
        "api_id": "2268",
        "overview": "I en parallel verden bor 12-årige Lyra på universitetet i Oxford. Hun er en handlekraftig pige, og hun får brug for alt sit mod, da skolens rektor overdrager hende verdens sidste gyldne kompas. Kompasset viser alt, hvad der er skjult. Magthaverne vil gøre hvad som helst for at få fingre i det, og det sender Lyra ud på et vildt eventyr med en kæmpe, pansret isbjørn som hendes bedste forbundsfælle.",
        "release_date": "2007-12-04",
        "production_companies": [
            "Depth of Field",
            "New Line Cinema",
            "Scholastic Productions",
            "Ingenious Media"
        ]
    },
    {
        "title": "Divergent",
        "api_id": "157350",
        "overview": "Teenageren Tris vokser op i fremtidens Chicago, hvor alle gennemgår en personlighedstest og derefter placeres i grupper med andre, der har samme grundlæggende karaktertræk. Da Tris bliver testet, viser det sig, at hun er 'divergent' - en afviger, der har træk fra flere af de fem grupperinger. Det viser sig at være et farligt testresultat, for stærke kræfter er ude på at udrydde alle afvigerne.",
        "release_date": "2014-03-14",
        "production_companies": [
            "Summit Entertainment",
            "Red Wagon Entertainment"
        ]
    },
    {
        "title": "Insurgent",
        "api_id": "262500",
        "overview": "I et futuristisk og dystopisk Chicago er teenagerne Tris og Four på flugt fra Jeanine, den magthungrende leder af Intelligentsia-fraktionen. Efter Tris' familie og venner er blevet brutalt dræbt, plages hun af skyldfølelse. I et kapløb mod tiden prøver hun at afdække sine forældres hemmelighed - årsagen til, at Jeanine vil gøre alt for at fange Tris.",
        "release_date": "2015-03-18",
        "production_companies": [
            "Summit Entertainment",
            "Red Wagon Entertainment",
            "Mandeville Films",
            "NeoReel",
            "Lionsgate"
        ]
    },
    {
        "title": "Harry potter og de vises sten",
        "api_id": "671",
        "overview": "På sin 11-års fødselsdag bliver Harry Potter, som lever en kummerlig tilværelse hos sin tante og onkel, kontaktet af kæmpen Hagrid, som afslører at hans afdøde forældre var magtfulde magikere. Harry bliver derfor tilbudt en plads på den fornemme skole for trolddom, Hogwarts. Her får Harry nye venner, den charmerende og autoritetstro Hermione samt den klodsede, men trofaste Ron. Desuden møder han den vise rektor Dumbledore. Langsomt går det op for Harry, at han er noget særligt, hvilket hænger sammen med hans forældres død, som slet ikke var et uheld men derimod et mysterium, hvor den ondskabsfulde troldmand Voldemort spiller en vigtig rolle.",
        "release_date": "2001-11-16",
        "production_companies": [
            "Warner Bros. Pictures",
            "Heyday Films",
            "1492 Pictures"
        ]
    },
    {
        "title": "Harry potter og hemmelighedernes kammer",
        "api_id": "672",
        "overview": "Unge Harry har taget hul på sit andet år på Hogwarts, trods adskillige advarsler. Det varer ikke længe, før Harry og vennerne opdager, at der er noget helt galt på skolen. Elever bliver forvandlet til sten, trusler bliver skrevet med blod på væggene og et dødbringende monster er løs! Nogen har åbnet Hemmelighedernes Kammer. Harry, Ron og Hermione sætter sig for at finde kammeret og dræbe monstret. Rygtet siger, at Hemmelighedernes Kammer er blevet åbnet af en arvtager til Salazar Slytherin – en af Hogwarts grundlæggere. Mistanken retter sig mod den arrogante elev, Draco Malfoy, men Harry frygter, at hans arvefjende, Voldemort står bag de skræmmende begivenheder.",
        "release_date": "2002-11-13",
        "production_companies": [
            "Warner Bros. Pictures",
            "Heyday Films",
            "1492 Pictures"
        ]
    },
    {
        "title": "Harry potter og fangen fra azkaban",
        "api_id": "673",
        "overview": "Harry Potter og vennerne Ron og Hermione har taget hul på deres tredje skoleår på Hogwarts. Eventyret tager igen fart, da morderen Sirius Black undslipper fra Azkaban-fængslet. Black mistænkes for at være håndlanger for den onde troldmand Voldemort og Harrys venner frygter nu, at Black er flygtet for at hævne sig på ham. Det er imidlertid kun begyndelsen på Harry's problemer. De sjælesugende Dementor-vagter fra Azkaban har slået ring om skolen, for at fange Black, men deres tilstedeværelse påvirker Harry negativt. Sammen med vennerne må Harry opspore Sirius Black og løse mysteriet om den nat, hvor hans forældre blev dræbt.",
        "release_date": "2004-05-31",
        "production_companies": [
            "Warner Bros. Pictures",
            "1492 Pictures",
            "Heyday Films",
            "P of A Productions Limited"
        ]
    },
    {
        "title": "Harry potter og flammernes pokal",
        "api_id": "674",
        "overview": "Inden Harry Potter skal starte på sit fjerde år på Hogwarts, tager han, Weasley-familien og Hermione til verdensmesterskaberne i troldmandssporten Quidditch. Men pludselig viser Voldemort's mærke sig på himlen, og frygten for de ondes kræfters tilbagevenden skræmmer alle. Skolen starter, og snart har Harry også andre ting at bekymre sig om, for han mangler en date til det årlige julebal. Harry bliver på mystisk vis udvalgt af Flammernes Pokal til at repræsentere Hogwarts i en prestigefyldte troldmandsturnering, hvor han skal kæmpe imod ældre og mere erfarne elever fra to rivaliserende troldmandsskoler.",
        "release_date": "2005-11-16",
        "production_companies": [
            "Warner Bros. Pictures",
            "Heyday Films",
            "Patalex IV Productions Limited"
        ]
    },
    {
        "title": "Harry potter og fønixordenen",
        "api_id": "675",
        "overview": "Harry er tilbage i sit femte år på Hogwarts, og selvom de foregående års hændelser var meget voldsomme, så er de færreste overbeviste om Voldemort's tilbagekomst. Specielt ikke ministeren for magi, Cornelius Fudge, der mener det hele er Dumbledore's skyld. Imens lægger mørke magter meget onde planer i kulissen, og igen er det op til Harry og hans venner at afværge katastrofen.",
        "release_date": "2007-07-08",
        "production_companies": [
            "Warner Bros. Pictures",
            "Heyday Films"
        ]
    },
    {
        "title": "Harry potter og dødsregalierne del 1",
        "api_id": "12444",
        "overview": "Mørkets kræfter har overtaget Hogwarts, og tiden er kommet til, at Harry, Hermione og Ron må stå på egne ben. Sammen drager de ud for at finde og tilintetgøre horcruxerne, der er hemmeligheden bag Voldemort's udødelighed.",
        "release_date": "2010-11-17",
        "production_companies": [
            "Warner Bros. Pictures",
            "Heyday Films"
        ]
    },
    {
        "title": "Harry potter og dødsregalierne del 2",
        "api_id": "12445",
        "overview": "Harry, Ron og Hermione har haft held til at ødelægge en af den onde Voldemort's horcruxer, og hvis de kan finde og destruere de andre, er stadigvæk håb for både troldmænd og mugglere. Men Lord Voldemort har i mellemtiden fået fingre i Oldstaven, som er en af de magtfulde tre Dødsregalier. Han angriber Hogwarts med fuld styrke, og Harry Potter må gå sin skæbne i møde i det afgørende slag mod Mørkets Kræfter.",
        "release_date": "2011-07-12",
        "production_companies": [
            "Warner Bros. Pictures",
            "Heyday Films"
        ]
    },
    {
        "title": "The Hunger Games",
        "api_id": "70160",
        "overview": "I en nær fremtid tvinger staten Panem hvert år sine distrikter til at sende en ung dreng og en ung pige til at konkurrere i The Hunger Games. Et blodigt reality-tv-show, hvor deltagerne skal kæmpe til døden, indtil kun én vinder står tilbage. Da 12-årige Primrose udvælges til at kæmpe, insisterer hendes storesøster Katniss på at tage hendes plads. Og snart står Katniss over for en række umulige valg i den enorme udendørsarena.",
        "release_date": "2012-03-12",
        "production_companies": [
            "Lionsgate",
            "Color Force"
        ]
    },
    {
        "title": "The Hunger Games Catching Fire",
        "api_id": "101299",
        "overview": "Katniss og Peeta har vundet Hunger Games og sendes ud på en \"sejrsturné\" til landets distrikter. Undervejs mærker Katniss, at modstanden mod det totalitære styre ulmer blandt den undertrykte befolkning. Men samtidig planlægger præsident Snow endnu et Hunger Games, udelukkende med deltagelse af tidligere vindere. Og det er ikke meningen, at Katniss skal overleve denne gang.",
        "release_date": "2013-11-15",
        "production_companies": [
            "Lionsgate",
            "Color Force"
        ]
    },
    {
        "title": "The Hunger Games Mockingjay - del 1",
        "api_id": "131631",
        "overview": "Katniss har tilintetgjort de blodige Hunger Games og er blevet reddet af oprørerne. Nu kommer hun til sig selv i det eneste distrikt, hvor oprørerne har magten. Hun er blevet selve symbolet på opstanden mod det grusomme, magtfulde styre, og sammen med oprørerne kaster hun sig ud i en desperat kamp for at redde Peeta og vælte præsident Snow.",
        "release_date": "2014-11-19",
        "production_companies": [
            "Lionsgate",
            "Color Force"
        ]
    },
    {
        "title": "The Hunger Games Mockingjay - del 2",
        "api_id": "131631",
        "overview": "Katniss har tilintetgjort de blodige Hunger Games og er blevet reddet af oprørerne. Nu kommer hun til sig selv i det eneste distrikt, hvor oprørerne har magten. Hun er blevet selve symbolet på opstanden mod det grusomme, magtfulde styre, og sammen med oprørerne kaster hun sig ud i en desperat kamp for at redde Peeta og vælte præsident Snow.",
        "release_date": "2014-11-19",
        "production_companies": [
            "Lionsgate",
            "Color Force"
        ]
    },
    {
        "title": "John Wick",
        "api_id": "245891",
        "overview": "Den sadistiske voldsmand Iosef, søn af den russiske mafiaboss Tarasov, bryder ind i den pensionerede lejemorder John Wick's hus, dræber hans hund og stjæler hans elskede Mustang. Det skulle han ikke have gjort. Iosefs handlinger sender nemlig John ud på et dødbringende hævntogt. Et hævntogt, der bringer ham op imod en sand hær af blodtørstige mordere, sendt ud af Tarasov.",
        "release_date": "2014-10-22",
        "production_companies": [
            "87Eleven",
            "DefyNite Films",
            "MJW Films",
            "Thunder Road"
        ]
    },
    {
        "title": "John Wick chapter 2",
        "api_id": "324552",
        "overview": "Den legendariske lejemorder John Wick har trukket sig tilbage, men da gangsteren Santino D'Antonia beder ham om at udføre et job, tvinges Wick til at efterleve den ed, han engang beseglede ved blod. Jobbet fører Wick til Rom, hvor han får hjælp af gamle bekendte, men da han opdager, at nogen har udlovet en dusør for at dræbe ham, ved han ikke, hvem han kan stole på.",
        "release_date": "2017-02-08",
        "production_companies": [
            "Thunder Road",
            "87Eleven",
            "Summit Entertainment"
        ]
    },
    {
        "title": "John Wick chapter 3 Parabellum",
        "api_id": "458156",
        "overview": "Efter at have forbrudt sig mod reglementet for fristedet The Continental ved at slå ihjel inden for hotellets mure, er den legendariske lejemorder John Wick erklæret fredløs, og med en dusør på 14 millioner dollars har han nu fået alverdens lejemordere på halsen. Ingen steder er sikre, ingen bekendtskaber er til at stole på, og John Wick må sande en ting: Vil man have fred, må man forberede sig på krig.",
        "release_date": "2019-05-15",
        "production_companies": [
            "Thunder Road",
            "Lionsgate",
            "87Eleven"
        ]
    },
    {
        "title": "John Wick chapter 4",
        "api_id": "603692",
        "overview": "Med prisen på hovedet stadig stigende, afslører John Wick en vej til at besejre The High Table. Men før han kan gøre sig fortjent til sin frihed, skal Wick kæmpe mod en ny fjende med magtfulde alliancer over hele kloden og kræfter, der forvandler gamle venner til fjender.",
        "release_date": "2023-03-22",
        "production_companies": [
            "Thunder Road",
            "87Eleven",
            "Summit Entertainment",
            "Studio Babelsberg"
        ]
    },
    {
        "title": "The Matrix",
        "api_id": "603",
        "overview": "Forestil dig, at den virkelige verden slet ikke er virkelig, men en gigantisk computer-genereret drøm! Hvad nu, hvis du tror, at du befinder dig i det 20. Århundrede, men i virkeligheden er i det 22. Århundrede? Og hvad nu, hvis du en dag vågner op af denne drøm, til en verden overtaget af maskiner, der for at bevare magten tapper energi fra din krop? Hvad er sandheden? Og når den finder dig, tør du så tro på den?",
        "release_date": "1999-03-31",
        "production_companies": [
            "Village Roadshow Pictures",
            "Groucho II Film Partnership",
            "Silver Pictures",
            "Warner Bros. Pictures"
        ]
    },
    {
        "title": "Matrix reloaded",
        "api_id": "604",
        "overview": "250.000 maskiner er ved at bore sig gennem jorden ind til Zion og inden 72 timer når de byen og vil udslette befolkningen. Neo må have sine mægtige kræfter i spil i en fart og han møder oraklet.  Agent Smith har fået storhedsvanvid og kører sit eget løb og samtidig forudser Neo i drømme, hvordan hans elskede Trinity dør - en skæbne han for alt i verden må redde hende fra.",
        "release_date": "2003-05-15",
        "production_companies": [
            "Village Roadshow Pictures",
            "Silver Pictures",
            "NPV Entertainment"
        ]
    },
    {
        "title": "Matrix revolution",
        "api_id": "605",
        "overview": "Neo, Morpheus og Trinity kæmper for at redde Zion, den sidste by på Jorden, fra Maskinerne. Men Neo er fanget et sted mellem den virkelige verden og Maskinernes verden – og han har brug for hjælp.",
        "release_date": "2003-11-05",
        "production_companies": [
            "Village Roadshow Pictures",
            "NPV Entertainment",
            "Silver Pictures"
        ]
    },
    {
        "title": "Animatrix",
        "api_id": "55931",
        "overview": "Velkommen til Animatrix, en visionær sammensmeltning af CG-animation og japansk animé fra verdens mest anerkendte animé- instruktører. Oplev forløberen for Matrix og få noget at vide om menneskehedens sidste byer, krigen mod maskinerne og menneskehedens endelige undergang. Oplev Final Flight og Osiris, som danner rammen for filmen Matrix, som du ikke kan få på nogen anden måde. Glæd dig til en stor oplevelse.",
        "release_date": "2003-05-09",
        "production_companies": [
            "Silver Pictures",
            "Madhouse",
            "Warner Bros. Pictures",
            "Digital Network Animation",
            "STUDIO4℃"
        ]
    },
    {
        "title": "Naruto Ninja clash in the land of snow",
        "api_id": "16907",
        "overview": "Naruto er begejstret, når han bliver sendt på en mission for at beskytte hans foretrukne skuespiller, Yukie Fujikaze, omgring sætte af hendes nye film, The Adventures of Prinsesse Gale. Men da besætningen tager ud for at filme i den iskolde, ildevarslende Land af Sne, Yukie mystisk flygter! Naruto og hans grupe tager ud for at finde hende ... uvidende om, at tre Sne Ninja ligger på lur med en skummel formål, der vil tvinge Yukie til af stå ansigt til ansigt med hendes skjulte fortid!",
        "release_date": "2004-08-21",
        "production_companies": [
            "Pierrot",
            "dentsu",
            "Aniplex",
            "Shueisha",
            "TV Tokyo",
            "TOHO",
            "Bandai Visual"
        ]
    },
    {
        "title": "Naruto legend of the stone gelel",
        "api_id": "16910",
        "overview": "",
        "release_date": "2005-08-06",
        "production_companies": [
            "dentsu",
            "Aniplex",
            "Shueisha",
            "TV Tokyo",
            "Pierrot",
            "Bandai Visual"
        ]
    },
    {
        "title": "Naruto guardians of the moon kingdom",
        "api_id": "18861",
        "overview": "",
        "release_date": "2006-08-05",
        "production_companies": [
            "Pierrot"
        ]
    },
    {
        "title": "Naruto shippuden the movie",
        "api_id": "20982",
        "overview": "",
        "release_date": "2007-08-04",
        "production_companies": [
            "Pierrot"
        ]
    },
    {
        "title": "Naruto shippuden bonds",
        "api_id": "17581",
        "overview": "",
        "release_date": "2008-08-02",
        "production_companies": [
            "Pierrot"
        ]
    },
    {
        "title": "Naruto shippuden the will of fire",
        "api_id": "36728",
        "overview": "",
        "release_date": "2009-08-01",
        "production_companies": [
            "Pierrot"
        ]
    },
    {
        "title": "Naruto Road to ninja",
        "api_id": "118406",
        "overview": "",
        "release_date": "2012-07-28",
        "production_companies": [
            "dentsu",
            "Aniplex",
            "Shueisha",
            "TV Tokyo",
            "Pierrot",
            "TOHO",
            "Bandai Visual"
        ]
    },
    {
        "title": "The last naruto the movie",
        "api_id": "317442",
        "overview": "",
        "release_date": "2014-12-06",
        "production_companies": [
            "Aniplex"
        ]
    },
    {
        "title": "Ghost in the shell",
        "api_id": "9323",
        "overview": "Section 9 får hænderne fulde da \"The laughing man\", en berygtet cyber terrorist som har holdt lav profil i de sidste 6 år pludselig dukker op igen. Aramaki tror at politiet hovedmistænkte er en lokkedue, og han beordrer derfor sine folk til at undersøge sagen nærmere. Major Motoko Kusanagi er grundet \"The Laughing mans\" seneste trussel, imidlertid på en opgave for at beskytte politiets general direktør ved en presse konference. Dette bliver begyndelsen på Section 9's mange møder med \"The Laughing man\". I mellemtiden har de fået til opgave at pågribe en udenlandsk revolutionær og samtidig sætte en stopper for det der ligner en organ smugler ring. Majoren og Section 9 er stærkt besluttet på at få disse kriminelle pågrebet!",
        "release_date": "1995-11-18",
        "production_companies": [
            "Bandai Visual",
            "Production I.G",
            "Kodansha",
            "Manga Entertainment"
        ]
    },
    {
        "title": "Ghost in the Shell 2 Innocence",
        "api_id": "12140",
        "overview": "Banebrydende direktør Mamoru Oshii fortsætter med at skubbe grænserne for kunst og anime med dette universelt anerkendte cyber thriller efter cyborg detektiv Batou som han forsøger at optrævle begrundelsen for en morderisk robot oprør i år 2032. En søgen efter en morder, der bliver et sind bøjning søge efter meningen med livet.",
        "release_date": "2004-03-06",
        "production_companies": [
            "Bandai Visual",
            "Production I.G",
            "dentsu",
            "ITNDDTD",
            "Kodansha"
        ]
    },
    {
        "title": "The girl who leapt through time",
        "api_id": "14069",
        "overview": "Makoto er en 17-årig pige, som ikke klarer sig for godt i skolen og er temmelig klodset. En dag opdager hun, at hun har evnen til at rejse i tid. Dette begynder hun hurtigt at benytte sig af. Lige pludselig kan hun sove længe uden at komme for sent. Hun begynder at klare alle eksamener fantastisk, og hendes klodsethed er ikke længere noget problem. I starten er alt godt, men det går hurtigt op for Makoto, at hendes handlinger har negativ effekt på hendes omgivelser.",
        "release_date": "2006-07-15",
        "production_companies": [
            "Madhouse",
            "Happinet Pictures",
            "KADOKAWA",
            "KADOKAWA Shoten",
            "Q-TEC",
            "Memory-Tech"
        ]
    },
    {
        "title": "Evangelion 3.33",
        "api_id": "75629",
        "overview": "",
        "release_date": "2012-11-17",
        "production_companies": [
            "khara"
        ]
    },
    {
        "title": "Ninja scroll",
        "api_id": "14282",
        "overview": "Jubei er en herreløse ninja, der rejser jorden alene, leje sine tjenester til dem med guld ... eller en værdig sag. Hans frygtindgydende evner har tjent ham godt, men en hæslig plot at vælte regeringen truer med at bringe hans omvandrende måder og muligvis hans liv. Når en lille landsby bukker under for en frygtelig pest, er et team af ninjaer sendt for at undersøge og indse, at alt ikke er som det ser ud. Baghold, de er udslettet uot af en frygtindgydende mand-monster med utrolige kræfter, så kun én levende - Kagero, en smuk ninja hvis berøring kan bringe øjeblikkelig død. Jubei redder hende fra en værre end døden skæbne og uforvarende bliver trukket ind i et spind af forræderi. Han er snart over for sin største udfordring, en fjende, for hvem døden er der ingen frygt med magt til at ødelægge Jubei verden. Det er en all-out blodbad når ninja krigere stå ansigt til ansigt i denne actionfyldte tribal krig.",
        "release_date": "1993-06-05",
        "production_companies": [
            "Madhouse",
            "Animate Film",
            "JVC",
            "movic"
        ]
    },
    {
        "title": "Perfect blue",
        "api_id": "10494",
        "overview": "Mima er træt af sin status som sukkersødt popidol. Hun stopper sangkarrieren og starter som skuespiller i en barsk kriminalserie. Hendes uskyldige image krakelerer mere og mere ekstremt (bl.a. via nøgenbilleder i bladene og gruppevoldtægt i tv-serien!), og hendes liv forvandles til et paranoiahelvede, hvor hun konstant befinder sig i grænselandet mellem fantasi og virkelighed. Efterhånden hjemsøges hun både af sit eget hadefulde popidol alter ego og en sindsforvirret fan, samtidig med at flere personer i hendes omgangskreds brutalt myrdes. Historien er så raffineret konstrueret, at man tror, det er løgn, men hold øjne og ører åbne - ellers...",
        "release_date": "1998-02-28",
        "production_companies": [
            "Madhouse",
            "Rex Entertainment",
            "Kotobuki Seihan Printing",
            "Asahi Broadcasting Corporation",
            "Fangs Co."
        ]
    },
    {
        "title": "Summer wars",
        "api_id": "28874",
        "overview": "Kenji er din typiske teenage misfit. Han er god til matematik, dårlig med piger, og tilbringer det meste af sin tid ude at hænge ud i den almægtige online community kaldet OZ. Hans andet liv er det eneste liv, han har - indtil pigen i hans drømme, Natsuki, kaprer ham for en hovedrolle som en falsk forlovede på hendes familiesammenføring. Ting kun får fremmed derfra. En sen nat e-mail med et kryptisk matematisk gåde fører til udløsning af en slyngelstat AI opsat på at bruge den virtuelle verden af OZ at ødelægge den virkelige verden. Som Armageddon væve i horisonten, Kenji og hans nye \"familie\" afsat deres forskelle og band sammen for at redde verdens de bebor i denne \"nær-perfekt blanding af social satire og science fiction.\"",
        "release_date": "2009-08-01",
        "production_companies": [
            "Madhouse",
            "Nippon Television Network Corporation",
            "KADOKAWA Shoten",
            "D.N. Dream Partners",
            "Warner Bros. Japan",
            "Yomiuri Telecasting Corporation",
            "VAP"
        ]
    },
    {
        "title": "Wolf children",
        "api_id": "110420",
        "overview": "",
        "release_date": "2012-07-21",
        "production_companies": [
            "Studio Chizu",
            "Madhouse",
            "Nippon Television Network Corporation",
            "KADOKAWA Shoten",
            "VAP",
            "D.N. Dream Partners",
            "Yomiuri Telecasting Corporation",
            "TOHO"
        ]
    },
    {
        "title": "The maze runner",
        "api_id": "198663",
        "overview": "Thomas vågner op og er fanget i en kæmpe labyrint med en gruppe andre drenge. Han kan ikke huske noget om, hvem eller hvor han er, bortset fra at han har nogle underlige drømme om en mystisk organisation, der måske står bag hans placering i labyrinten. Nu må Thomas sammensætte minder fra sin fortid og ledetråde fra labyrinten for at finde frem til, hvem han er - og hvordan han slipper væk. Da han trodser drengegruppens selvudnævnte leder og forsøger at slippe ud af den farlige labyrint, opstår en magtkamp mellem drengene. Vil han slippe væk med livet i behold?",
        "release_date": "2014-09-10",
        "production_companies": [
            "Ingenious Media",
            "The Gotham Group",
            "Dayday Films",
            "Temple Hill Entertainment",
            "TSG Entertainment",
            "20th Century Fox"
        ]
    },
    {
        "title": "The mortal instruments dæmonernes by",
        "api_id": "123553",
        "overview": "Clary Fray er en tilsyneladende ganske almindelig teenager, der helt tilfældigt opdager, at hun er efterkommer af en gammel slægt af Skyggejægere - en hemmelig klan af unge krigere, der kæmper en evig kamp for at beskytte menneskenes verden fra underverdenens dæmoner. Da Clarys mor pludselig forsvinder, må hun slutte sig til gruppen af Skyggejægere. Her møder hun Jace, som introducerer hende for en farlig og mystiske underverden - et sted fyldt med dæmoner, vampyrer, varulve og andre dødbringende skabninger.",
        "release_date": "2013-08-21",
        "production_companies": [
            "Screen Gems",
            "Unique Features",
            "Mister Smith Entertainment",
            "Don Carmody Productions",
            "Constantin Film"
        ]
    },
    {
        "title": "Mumien",
        "api_id": "531097",
        "overview": "",
        "release_date": "1974-03-04",
        "production_companies": [
            "Studio H&S"
        ]
    },
    {
        "title": "The Mummy Returns",
        "api_id": "1734",
        "overview": "Otte år efter at Rick og Evelyn kæmpede mod den 3000 år gamle mumie Imhotep, bor det gifte par nu i London sammen med deres søn Alex. Men idyllen krakelerer, da Imhoteps lig genoplives, og han atter betræder jorden i sin hvileløse jagt på udødelighed. Samtidig frigøres en anden mørk og ufattelig mægtig kraft. Da kræfterne støder sammen, hænger jordens skæbne i en tynd tråd, og Rick og Evelyn må desperat prøve at redde verden og deres søn – før det er for sent.",
        "release_date": "2001-05-04",
        "production_companies": [
            "Universal Pictures",
            "Alphaville Films"
        ]
    },
    {
        "title": "Pirates of the Caribbean Den Sorte Forbandelse",
        "api_id": "22",
        "overview": "Den frygtede sørøver Barbossa kidnapper den smukke guvernørdatter Elizabeth. Hendes ven og hemmelige beundrer Will, beslutter sig for at prøve at redde hende. Men for at starte redningsaktionen tvinges Will til at bede om hjælp fra den ukendte pirat Jack Sparrow, som også har en høne at plukke med Barbossa. Hvad Will ikke ved, er, at der hviler en forbandelse over Barbossa og hans sørøvere. En forbandelse, som skal hæves inden de kan besejres...",
        "release_date": "2003-07-09",
        "production_companies": [
            "Walt Disney Pictures",
            "Jerry Bruckheimer Films"
        ]
    },
    {
        "title": "Pirates of the Caribbean Død Mands Kiste",
        "api_id": "58",
        "overview": "Den charmerende kaptajn Jack Sparrow er tilbage, og han har en blodsgæld han skal betale, da han har solgt sin sjæl til Davy Jones, kaptajnen på Den Flyvende Hollænder. Will Turner er blevet anklaget for at være pirat og Elizabeth Swann, er blevet spærret inde for at hjælpe Jack Sparrow med at flygte, og denne gang har Lord Beckett rigtig fået krammet på dem og gennem dem, vil han fange Jack Sparrow og selv få fingrene i den sagnomspundne Død Mands Kiste!",
        "release_date": "2006-07-06",
        "production_companies": [
            "Walt Disney Pictures",
            "Jerry Bruckheimer Films",
            "Second Mate Productions"
        ]
    },
    {
        "title": "Pirates of the Caribbean Ved Verdens Ende",
        "api_id": "285",
        "overview": "Den mærkværdige pirat Jack Sparrow er havnet i kløerne på den skumle sørøverkaptajn Davy Jones. Heldigvis beslutter hans venner Elizabeth og Will at slå sig sammen med Jacks gamle dødsfjende Barbossa for at tage helt til verdens ende og redde Jack. Samtidig har den begærlige købmand Beckett allieret sig med Davy Jones for at rense havene for alverdens pirater en gang for alle.",
        "release_date": "2007-05-19",
        "production_companies": [
            "Jerry Bruckheimer Films",
            "Second Mate Productions",
            "Walt Disney Pictures"
        ]
    },
    {
        "title": "Skammerens datter",
        "api_id": "305638",
        "overview": "Dina, Skammerens Datter, har arvet sin mors overnaturlige evner. Hun kan se ind i andre menneskers sjæl og få dem til at skamme sig over dårlige ting, de har gjort. Arvingen til tronen anklages for en række horrible mord, og Dinas mor lokkes til Dunark, for at få ham til at bekende. Da hun nægter at misbruge sine evner og få en uskyldig dømt, tages hun til fange. Dina hvirvles ind i et blodigt magtopgør med livet som indsats. I en semi-realistisk, middelalderlig, fantasy verden, kastes Dina og hendes familie ud i et hæsblæsende eventyr med drager og magi for at få den retmæssige arving til fyrstedømmet i Dunark på tronen. Baseret på Lene Kaaberbøl's bestseller.",
        "release_date": "2015-03-26",
        "production_companies": [
            "Nepenthe Film",
            "Storm Films",
            "Truenorth",
            "Sirena Film",
            "Filmlance International",
            "Nordisk Film Denmark",
            "Vilaverdén Film"
        ]
    },
    {
        "title": "Star Wars Episode 1 The Phantom Menace",
        "api_id": "1893",
        "overview": "Jedi-ridderne Qui-Gon Jinn og hans lærling, Obi-Wan Kenobi, må beskytte planeten Naboo's dronning, da Handelsføderation invaderer. Sammen evakuerer de planeten og nødlander på Tatooine, hvor slavedrengen Anakin Skywalker, der besidder en særlig forbindelse med kraften, må risikere sit liv i det farlige podrace for at vinde sin frihed og hjælpe jedi-ridderne afsted for at besejre handelsføderation og dens skjulte leder.",
        "release_date": "1999-05-19",
        "production_companies": [
            "Lucasfilm Ltd."
        ]
    },
    {
        "title": "Star Wars Episode 2 Attack of the Clones",
        "api_id": "1894",
        "overview": "Jedi-ridderen over dem alle, Anakin Skywalker, er udset til at bringe balance i Kraften og fred og fordragelighed til universet. Det er noget af en opgave, der bliver endnu sværere, da Anakin bliver sat over for et umenneskeligt valg: Skal han lade sin elskede dø, eller skal han gå over til Kraftens stærkere mørke side for at få magt til at redde hende?",
        "release_date": "2002-05-15",
        "production_companies": [
            "Lucasfilm Ltd."
        ]
    },
    {
        "title": "Star Wars Episode 3 Revenge of the Sith",
        "api_id": "1895",
        "overview": "Klonkrigene har hærget republikken i tre år, og Jedi-ridderne er tæt på at få fanget lederne af separatiststyrkerne. Mens Obi-Wan sendes på mission for at fange den farlige General Grievous, plages Anakin af drømme om den gravide Padmes død. Fortvivlet søger han hjælp hos Kansler Palpatines, hvis magt over det galaktiske senat øges. Palpatine afslører sin sande dagsorden og Anakin må vælge hvilken side han vil stille sig på.",
        "release_date": "2005-05-17",
        "production_companies": [
            "Lucasfilm Ltd."
        ]
    },
    {
        "title": "Star Wars Episode 4 A new hope",
        "api_id": "11",
        "overview": "Imperiet hersker over galaksen og Jedi-ordenen synes udslettet. Oprørerne har stjålet planerne til Imperiets nye, hemmelige våben, men bliver opsnappet af den ubarmhjertige Darth Vader og prinsesse Leia bliver tilfangetaget. Ved et tilfælde ender planerne hos den unge Luke Skywalker, som sammen med den gamle Ben Kenobi, smugleren Han Solo og hans makker Chewbacca, må befri prinsessen og ødelægge Dødsstjernen.",
        "release_date": "1977-05-25",
        "production_companies": [
            "Lucasfilm Ltd.",
            "20th Century Fox"
        ]
    },
    {
        "title": "Star Wars Episode 5 The Empire Strikes Back",
        "api_id": "1891",
        "overview": "Da Imperiet for nys om at oprørerne har gemt sig på isplaneten Hoth, bliver sagen overdraget til Darth Vader. Han sætter en stor landstyrke ind for at knuse oprørshæren, der trods heroisk modstand til sidst må flygte. Han Solo, Prinsesse Leia og droiderne R2-D2 og C-3P0 søger tilflugt på planeten Bespin hos Solos gamle ven Lando Calrissian. I mellemtiden opsøger Luke Skywalker den gamle Jedimester Yoda for at udvikle sine evner og samle kræfter til endnu et slag mod ondskaben.",
        "release_date": "1980-05-20",
        "production_companies": [
            "Lucasfilm Ltd."
        ]
    },
    {
        "title": "Star Wars Episode 6 Return of the Jedi",
        "api_id": "1892",
        "overview": "Han Solo er fange hos den skruppeløse gangster, Jabba the Hut, og en redningsaktion fra Luke og Leia skal få ham ud. Imens lærer oprørerne om Imperiets nye og farligste våben. Han og Leia må lede oprørsstyrkens sidste slag mod Imperiet og den nye, ufuldendte dødsstjerne. Luke rejser mod Imperiet for at redde sin far, mens Kejseren og Darth Vader forsøger at omvende ham til den mørke side.",
        "release_date": "1983-05-25",
        "production_companies": [
            "Lucasfilm Ltd."
        ]
    },
    {
        "title": "Transformers",
        "api_id": "1858",
        "overview": "Sam er en nørd. Det synes hans skolekammerater i hvert fald. Og det image bliver forstærket, da han fortæller om en stor robot, som hans oldefar fandt indefrosset i isen på Sydpolen. Men Sam erfarer snart, at han bliver hovedperson i den videre fortælling om robotterne. Den onde del af robot-klanen, Decepticons, er nemlig på vej til jorden for at få fingrene i en energikilde. Og Sam har nøglen!",
        "release_date": "2007-06-27",
        "production_companies": [
            "DreamWorks Pictures",
            "di Bonaventura Pictures",
            "DeSanto/Murphy Productions",
            "Paramount Pictures"
        ]
    },
    {
        "title": "Transformers revenge of the fallen",
        "api_id": "8373",
        "overview": "Slaget om jorden er vundet og lederen af de onde Decepticoner Megatron er død. Så alt ånder tilsyneladende fred og idyl for menneskene og de gode Autobotter. Men Starscream, Decepticonernes nye leder, er på vej mod jorden for at kidnappe den unge Sam Witwicky, og til Autobotternes store frygt er Megatrons krop blevet stjålet. Nogen planlægger at genoplive den mægtige Decepticon og det må forhindres for enhver pris.",
        "release_date": "2009-06-19",
        "production_companies": [
            "DreamWorks Pictures",
            "Paramount Pictures",
            "di Bonaventura Pictures",
            "DeSanto/Murphy Productions",
            "Ian Bryce Productions"
        ]
    },
    {
        "title": "Transformers dark of the moon",
        "api_id": "38356",
        "overview": "Sam Witwicky har holdt lav profil med sin kæreste Carly siden sit sidste intermezzo med Transformers-robotterne, men da en farlig hemmelighed dukker op på den mørke side af månen, må han igen hjælpe de gode autobotter i kampen mod decepticonerne, der ønsker at tage magten over jorden og menneskeheden. Som konflikten mellem de forskellige Transformers eskalerer, kommer Chicago i fare for at blive udslettet af kæmperobotterne, og Sam sætter alt ind på at redde sig selv, sine kære og byen.",
        "release_date": "2011-06-28",
        "production_companies": [
            "Paramount Pictures",
            "di Bonaventura Pictures",
            "DeSanto/Murphy Productions",
            "Ian Bryce Productions"
        ]
    },
    {
        "title": "Twilight",
        "api_id": "8966",
        "overview": "Den utilpassede teenagepige Bella Swan flytter til udørkenen, Forks. Her møder hun den mystiske og dragende Edward Cullen, der har en drabeligt mørk hemmelighed. Bella er sikker på tre ting: Edward er vampyr. Der er en del af ham, der hungrer efter hendes blod. Og hun er fuldstændig og håbløst forelsket i ham.",
        "release_date": "2008-11-20",
        "production_companies": [
            "Summit Entertainment",
            "Temple Hill Entertainment",
            "Maverick Films",
            "Imprint Entertainment",
            "Goldcrest",
            "Twilight Productions"
        ]
    },
    {
        "title": "The Twilight Saga New Moon",
        "api_id": "18239",
        "overview": "Vampyren Edward Cullen og hans familie flytter fra byen Forks for at beskytte teenagepigen Bella fra deres farlige verden. Bella søger trøst hos sin barndomsven Jacob Black - men også Jacob gemmer på en overnaturlig hemmelighed. Da Bella pludselig står ansigt til ansigt med en gammel fjende, bliver det klart, at hendes liv stadig er i fare.",
        "release_date": "2009-11-18",
        "production_companies": [
            "Summit Entertainment",
            "Temple Hill Entertainment",
            "Maverick Films",
            "Imprint Entertainment",
            "Sunswept Entertainment"
        ]
    },
    {
        "title": "The Twilight Saga Eclipse",
        "api_id": "24021",
        "overview": "Teenagepigen Bella befinder sig igen i stor fare. En mystisk morder er på spil, og en ondskabsfuld vampyr er ude efter hævn. Samtidig må Bella vælge mellem sin kærlighed til Edward og sit venskab med Jacob - og hun ved, at hendes beslutning kan antænde fejden mellem vampyrerne og varulvene.",
        "release_date": "2010-06-23",
        "production_companies": [
            "Summit Entertainment",
            "Temple Hill Entertainment",
            "Imprint Entertainment",
            "Maverick Films",
            "Sunswept Entertainment"
        ]
    },
    {
        "title": "The Twilight Saga Breaking Dawn del 1",
        "api_id": "50619",
        "overview": "Teenagepigen Bella befinder sig igen i stor fare. En mystisk morder er på spil, og en ondskabsfuld vampyr er ude efter hævn. Samtidig må Bella vælge mellem sin kærlighed til Edward og sit venskab med Jacob - og hun ved, at hendes beslutning kan antænde fejden mellem vampyrerne og varulvene.",
        "release_date": "2011-11-16",
        "production_companies": [
            "Summit Entertainment",
            "Sunswept Entertainment",
            "TSBD Canada Productions",
            "TSBD Louisiana",
            "TSBD Productions",
            "Temple Hill Entertainment",
            "Total Entertainment"
        ]
    },
    {
        "title": "The Twilight Saga Breaking Dawn del 2",
        "api_id": "50620",
        "overview": "Bella er blevet vampyr. Konsekvenserne bliver, at hendes og Edwards verden eksploderer i et gigantisk opgør. Volturierne tror, at Bella og Edward har brudt reglerne, så de samler en mindre hær for - én gang for alle - at udslette Cullen-klanen.",
        "release_date": "2012-11-13",
        "production_companies": [
            "Summit Entertainment",
            "Temple Hill Entertainment",
            "Sunswept Entertainment",
            "Lionsgate"
        ]
    },
    {
        "title": "Olsen banden",
        "api_id": "11389",
        "overview": "Første film i succes-serien med Egon, Benny og Kjeld serverer den herlige, velmiksede cocktail af store planer og mindre, men afgørende, katastrofer. Egon lander i Vridsløse, fordi Benny og Kjeld klodser i det under et tyveriforsøg, men han kommer ud med en plan. Et kostbart tysk kunst-klenodie er udstillet i København?",
        "release_date": "1968-10-11",
        "production_companies": [
            "Nordisk Film Denmark",
            "Icestorm Entertainment GmbH"
        ]
    },
    {
        "title": "Olsen banden på spanden",
        "api_id": "12231",
        "overview": "Egon Olsen kommer ud af fængslet som et nyt og bedre menneske. Han har mødt socialarbejderen Bodil Hansen, som har skrevet speciale om ham. Derfor starter Egon sammen med vennerne Benny og Kjeld på at være lovlydige borgere. De bliver sat til at gøre rent i boks-området i Nationalbanken. Under rengøringen sker der et indbrud i banken, og Olsenbanden bliver selvfølgelig mistænkt for forbrydelsen, hvorfor de stikker af. Med stor opfindsomhed stjæler Olsenbanden herefter byttet fra de rigtige forbrydere - men da de vil aflevere byttet til politiet, får de at vide, at der ikke har været et bankkup i Nationalbanken.",
        "release_date": "1969-10-03",
        "production_companies": [
            "Nordisk Film Denmark"
        ]
    },
    {
        "title": "Olsen banden i Jylland",
        "api_id": "11390",
        "overview": "Olsens plan går denne gang ud på at finde en gammel tysk bunker - helt ude på jyllands vestkyst, hvor en skat skal være gemt. Olsenbanden slår sig sammen med den lokale autoophugger, som har kapital. Jagten går i gang, men så melder de internationale svindlere Rico og Karina sig på banen. Det hele forstyrres dog af, at der ligger en militær forlægning oven på skatten!",
        "release_date": "1971-10-08",
        "production_companies": [
            "Nordisk Film Denmark"
        ]
    },
    {
        "title": "Olsen bandens store kup",
        "api_id": "15498",
        "overview": "Olsen-banden stjæler godt 4 millioner kroner fra en pengetransport og gemmer pengene på en badeanstalt. Herfra stjæler Kongen og Knægten - to andre forbrydere - pengene. Kongen og Knægten lever herefter som baroner, hvorfor Olsen-banden hurtigt kommer på sporet af dem. Olsen-banden stjæler pengene tilbage. De forsøger med Yvonnes hjælp at holde på pengene.",
        "release_date": "1972-10-06",
        "production_companies": [
            "Nordisk Film Denmark"
        ]
    },
    {
        "title": "Olsen banden går amok",
        "api_id": "15499",
        "overview": "Mens Egon sidder fængslet, forlover Benny sig med Ragna - en købmandsdatter. Benny og Kjeld vil derfor ikke være med til Egons plan. Egon laver sammen med Dynamit-Harry indbrud i en købmandsbutik - det viser sig at være Ragnas fars butik. Benny og Kjeld bliver sat fast for forbrydelsen. Med Børges hjælp befrier Egon Benny og Kjeld. Sammen forbereder de nu et indbrud til 6-10 millioner kroner. Et af problemerne er dog at politiet overvåger bygningen som de vil bryde ind i. Ragna dukker dog uventet op har indbrudsaftenen, således at Egon er alene. Det viser sig dog at Købmanden ikke har alle de penge som Benny regner med.",
        "release_date": "1973-10-05",
        "production_companies": [
            "Nordisk Film Denmark"
        ]
    },
    {
        "title": "Olsen bandens sidste bedrifter",
        "api_id": "12269",
        "overview": "Egon Olsen svigter sine venner, Kjeld og Benny, for at hjælpe vekselerer, Holm-Hansen, med at bryde et pengeskab i Schweiz op. Pengeskabet indeholder Bedford-diamanterne. Holm-Hansen snyder dog Egon, hvorfor Egon igen slår sig sammen med Kjeld og Benny for at tage hævn over Holm-Hansen. Olsen Banden stjæler Bedford-diamanterne. Yvonne gemmer dog diamanterne i en kommode, som en marskandiser får. Da Egon hører dette går han totalt i barndom. Efter at Kjeld og Benny har gjort han rask igen, snyder Olsenbanden Holm-Hansen for $15 millioner og Holm-Hansen bliver arresteret for at være i besiddelse af Bedford-diamanterne. I denne Olsen Banden ender de rent faktisk med at tage flyveren til Mallorca.",
        "release_date": "1974-10-04",
        "production_companies": [
            "Nordisk Film Denmark"
        ]
    },
    {
        "title": "Olsen banden på sporet",
        "api_id": "11391",
        "overview": "Livet i Spanien er ikke lutter lagkage for Olsenbanden. Yvonne er endda begyndt at drikke. Alle deres penge bliver stjålet og anbragt i guld. Guldet bliver opbevaret hos Multi Scans lager i København. Guldet skal transporteres ud af landet. DSB vil afhente guldet i deres Franz Järger jernbanevogn. Olsenbanden stjæler ankommer til Multi Scan som DSB. De får jernbanevognen udleveret og kører mod havnen. Under transporten af guldet går det galt og Olsenbanden må efterlade guldet. De stjæler dog godsvognen tilbage men er lige ved at kører ind i et andet tog. Egon kan vinterkøreplanen udenad, men DSB er lige gået over til sommerkøreplanen. Efter at Egon har sat alle togsignaler på rødt køres godsvognen til Amager. Imens har Yvonne meldt tyveriet af de 90 millioner kroner til politiet, hvorfor Olsenbanden pludselig står med 90 millioner kroner. Egon bliver endelig bestyrelsesformand i et fint selskab, men så får han besøg af skattevæsnet.",
        "release_date": "1975-09-26",
        "production_companies": [
            "Nordisk Film Denmark"
        ]
    },
    {
        "title": "Olsen banden ser rødt",
        "api_id": "11392",
        "overview": "Egon Olsen har denne gang ingen plan med ud fra fængslet. Egon har et lille let job, hvor han for en lensbaron skal stjæle en mingvase. Lensbaronen snyder Egon og Egon kommer i fængsel. Yvonne får Egon ud af fængslet igen. Egon har nu en plan for hvordan han skal tage hævn over lensbaronen. Planen lykkes kun delvis - efter et besøg på grevens slot, hvor Egon bl.a. bliver muret inde i kælderen, går turen til Det kongelige Teater. I Det Kongelige Teater skal banden til musikken fra Elverhøj bryde gennem en række mure inden de endelig står med vasen. Efter kuppet i Det kongelige bliver Børge gift med sin store kærlighed Fie. Fie har ben i næsen og sørger for at hun og Børge har en startkapital.",
        "release_date": "1976-10-01",
        "production_companies": [
            "Nordisk Film Denmark"
        ]
    },
    {
        "title": "Olsen banden deruda",
        "api_id": "12711",
        "overview": "Olsen-Banden foretager et kup, men Egon ikke kan huske alle tallene på pengeskabet. Politiet kommer og Egon sættes fast. Da Egon kommer ud af fængslet, har Kjeld og Benny allieret sig med Yvonnes nevø Georg. Georg er en ung (32 år) edb-ekspert og nu leder af banden. Egon saboterer Georgs computer ved deres første kup. Herefter er Egon igen leder af Olsen-Banden. Olsen-Banden går herefter i krig mod EFs overskudslagre. Olsenbanden stjæler 10 millioner sorte amerikanske dollars - men en rivaliserende bande bliver hyret af en folketingsmand til at skaffe pengene tilbage. Pengene bliver nu placeret i Verdensbankens afdeling i København. Olsenbanden stjæler med Georgs hjælp pengene tilbage, men er så uheldige, at Yvonne kommer til at vaske de sorte penge rene i bogstavelig forstand. Kjeld og Benny har nemlig gemt pengene på et møntvaskeri.",
        "release_date": "1977-09-30",
        "production_companies": [
            "Nordisk Film Denmark"
        ]
    },
    {
        "title": "Olsen banden går i krig",
        "api_id": "12592",
        "overview": "Egon er misfornøjet med at komme ud af fængslet - han skulle snakke med en advokat, der først bliver overført til Vridsløse om et par dage - hvorfor han endnu ikke har en plan. Benny har til gengæld en plan, som Egon spolerer for at blive sat i fængsel igen. Egons plan går derefter ud på at stjæle Daisy-Land-dokumenterne fra Bang-Johansen. Bang-Johansen snyder Egon, der bliver holdt fanget i Københavns Rådhustårn. Tiden går og Egon liv hænger i en tynd tråd.",
        "release_date": "1978-10-06",
        "production_companies": [
            "Nordisk Film Denmark"
        ]
    },
    {
        "title": "Olsen banden overgiver sig aldrig",
        "api_id": "12712",
        "overview": "Egon Olsen har en plan - at lave lovlige forbrydelser. De skal stjæle regnskabet i DanInvest for nogle bagmænd og derefter købe aktiemajoriteten i Magasin du Nord. Imens forbereder Yvonne Fie's nedkomst - Kjeld ønsker sig brændende en ny lille Kjeld. Egon bliver dog som sædvanlig snydt. Olsen Banden stjæler de danske planer til et internationalt samarbejde. Efter at Bang-Johansen har fået planerne tilbage, må Olsen Banden en tur til Bruxelles for der at stjæle dem fra EF's hovedkvarter",
        "release_date": "1979-12-26",
        "production_companies": [
            "Nordisk Film Denmark"
        ]
    },
    {
        "title": "Olsen bandens flugt over plankeværket",
        "api_id": "15539",
        "overview": "Vestre Fængsel har fået ny direktør, så Egon Olsen vil ikke tilbage til fængslet. Olsen Banden indleder deres sidste kup: at stjæle 5 millioner kroner fra Høje Nord. Kuppet bliver let gennemført men så opstår problemerne. Høje Nord gør alt for at få kufferten med de 5 millioner kroner tilbage. Endelig finder Egon ud af, at kufferten ikke indeholder fem millioner men derimod kontrakten til en ulovlig våbenhandel på 1 milliard kroner. Egon bliver endnu engang taget ved næsen og filmen slutter med, at Egon bliver reddet af Kjeld og Benny fra af falde ned i et kar med dødbringende kemikalier. Filmen fortsættes i \"Olsen-Banden over alle bjerge\".",
        "release_date": "1981-10-16",
        "production_companies": [
            "Nordisk Film Denmark"
        ]
    },
    {
        "title": "Olsen banden over alle bjerge",
        "api_id": "15537",
        "overview": "Egon har endnu en plan for at få fat i papirene fra Høje Nord. Planen mislykkes dog og Olsen Banden må tage til Paris for at klare sagerne. Det endelige opgør finder sted på den berømte restaurant Maxime's. Da Olsenbanden er vel tilbage hos Yvonne mødes de af politiet. Kriminalbetjent Holm konfiskere den røde kuffert \"for verdensfredens skyld\". Egon kommer på 6. afdeling. Kjeld og Benny er dog så heldig at finde 5 millioner kroner i Hallandsens frakke som de allerede fik fat på i \"Olsen-Bandens flugt over plankeværket\". Serien slutter med Yvonne og Kjeld's sølvbrullup.",
        "release_date": "1981-12-26",
        "production_companies": [
            "Nordisk Film Denmark"
        ]
    },
    {
        "title": "Olsen bandens sidste stik",
        "api_id": "12549",
        "overview": "Olsen-banden samlet igen efter 17 år. Egon har været på psykiatrisk afdeling i alle årene, mens Benny har scoret lidt småpenge i et taxiselskab og Kjeld sidder på plejehjemmet Soløje med besøgsveninden Ruth. Da vennerne mødes har Egon en plan om at stjæle de engelske kronjuveler. For at stjæle disse, er det nødvendigt at have lidt kapital. Den vil Egon skaffe ved at hjælpe departementschef Hallandsen, der gerne ser en vigtig kuffert stjålet og derefter fjernet fra jordens overflade. Hallandsens tanke er, at Egon skal samme vej ! Da Egon finder ud at dette vil han have hævn.  Da Poul Bundgaard døde under optagelserne, er en del af filmen med Tommy Kenter i kørestolen. Kurt Ravn har lagt stemme til disse del-optagelser.",
        "release_date": "1998-12-18",
        "production_companies": [
            "Nordisk Film Denmark"
        ]
    },
    {
        "title": "Alt på et bræt",
        "api_id": "30564",
        "overview": "De tre arbejdsløse skuespillere Alfred, Hugo og Arthur har forsøgt alt for at få noget arbejde, men intet er lykkedes. For at skaffe penge får de den idé at begå et kup, hvor de kan spille nogle af deres yndlingsroller. De vil røve en bankboks under jorden på Københavns Hovedbanegård ved at bryde ind igennem væggen til boksen fra herretoilettet. Det eneste problem er, at 'tissekonen' fru. Svendsen skal føres bag lyset!",
        "release_date": "1977-02-18",
        "production_companies": [
            "Merry Film"
        ]
    },
    {
        "title": "Baronessen fra benzintanken",
        "api_id": "46255",
        "overview": "Filmen starter med Baron von Rosensteens begravelse. Da Rosensteen er uden arvinger, står det gamle Rosensteen Slot til at skulle arves af familien Rabenfeldt. Højesteretssagfører Berg (Emil Hass Christensen) opsøger Enkebaronessen (Maria Garland) om et dokument man har fundet blandt hendes søn, den afdøde barons, papirer. Det viser sig, at baronen havde et barn uden for ægteskabet med en ikke-adelig kvinde.Enkebaronessen og Højesteretssagføreren beslutter sig for at finde barnet, idet at en arving til slottet i så fald ville være fundet. Barnet viser sig at være pigen Anne Tofte (Ghita Nørby), som arbejder hos sin onkel Lars Tofte(Ove Sprogøe) og hans kollega (Dirch Passer), Hans Høy, på en benzintank. De overtaler Anne til at bo hos baronessen et stykke tid, hvilket hun ikke er meget for. Enken prøver at lære Anne at være en fin dame, frem for den drengede værkstedsmekaniker som hendes onkel havde opdraget hende til.",
        "release_date": "1960-09-04",
        "production_companies": [
            "Saga Studio"
        ]
    },
    {
        "title": "Majorens oppasser",
        "api_id": "46703",
        "overview": "Forsvarsministeren har indført nye regler for hvem der kan rekrutteres. Inkognito melder han nu sig selv til forsvaret og gør alt hvad han kan for at blive kasseret. Det lykkes dog ikke og snart er han i trøjen. Hurtig driver hans opførelse officerne til vanvid, hvorfor Majoren starter et spil for at få obersten til at smide \"rekrutten\" ud af hæren. Dette resulterer uheldigvis i, ar majoren selv får ministeren som oppasser. Da det kommer frem, at ministeren er minister, ændres alles holdning til ham. Før det hele kan få en harmonisk afslutning, må majorens pæne datter, dog sige ministeren et par borgelige ord.",
        "release_date": "1964-02-14",
        "production_companies": [
            "Merry Film"
        ]
    },
    {
        "title": "Piger i trøjen",
        "api_id": "33940",
        "overview": "Flere og flere mænd synes at blive militærnægtere, mens flere og flere piger tiltrækkes af livet i “Dronningens klæ’r”. Det er blandt mange andre herlige piger Marianne (Birte Tove), der udelukkende har meldt sig for at glæde sin far og fordi hendes bror har valgt at blive militærnægter, Vibsen (Helle Merete Sørensen), en tidligere fiks fotomodel, og Magda (Ulla Jessen), der kommer lige fra mors hjemmebag. Oversergent Vasby (Dirch Passer) får lidt af et chok, da han opdager, at hans foresatte seniorsergent er en kvinde (Kirsten Walther), og det viser sig at 3. gruppe, som han skal overtage, alle er piger!",
        "release_date": "1975-08-20",
        "production_companies": [
            "Merry Film"
        ]
    },
    {
        "title": "Piger i trøjen 2",
        "api_id": "33941",
        "overview": "Hermann arbejder i NATOs hovedkvarter i Bruxelles og er kun hjemme i weekenden. Han er ikke så lidt af en mandschauvinist. Derfor har hans kone Merete undladt at fortælle ham, at hun har gjort karriere i hæren - og er blevet løjtnant. I Meretes regiment mistænker seniorsergent Vasby hende for at være spion p.g.a. hendes \"mystiske\" samtaler til NATO. Det udvikler sig til en morsom spionjagt - og mange bliver indblandet. Da Hermann bliver genindkaldt, \"glemmer\" han at fortælle det til sin kone. Hvordan Meretes og Hermanns møde i trøjen foregår, og hvad enden på det hele bliver, må De hellere selv se!",
        "release_date": "1976-10-11",
        "production_companies": [
            "Merry Film"
        ]
    },
    {
        "title": "En pige og 39 sømænd",
        "api_id": "69018",
        "overview": "Dette festlige lystspil har en kendingsmelodi, der i sin tid var utrolig populær - men som mangler et vers! ”Næstsidste” vers slutter nemli’ således: ”…der var 39 sømænd og een pige, og derfor strøg censuren sidste vers”. I 1965 var det nyt og meget vovet at en pige stak til søs i handelsflåden. Men heldigvis kunne Peer Guldbrandsen og instruktør Annelise Reenberg se, at også piger havde en fremtid på søen, da de skrev filmens manuskript over Else Boyes’ bestseller-roman. Moralens rynkede pande er erstattet af det store grin, da den kønne radiotelegrafist, Else (BIRGIT SADOLIN), går ombord på M/S Warrigal, der ejes af den pragtfulde skibsreder, Wilhelmine Jacobsen (SIGRID HORNE-RASMUSSEN). Turen fra Brønshøj til Bangkok - og retur - bliver præcis så festlig som et ærkedansk mandssamfund kan præstere det, når en køn pige ødelægger deres årtusinde gamle enemærker. POUL BUNDGAARD som kok og smørtenor, i solnedgang på verdenshavene, er uforglemmelig guldalder.",
        "release_date": "1965-11-12",
        "production_companies": [
            "Saga Studio"
        ]
    },
    {
        "title": "Familien gyldenkål",
        "api_id": "33933",
        "overview": "Værtshuspianisten Charles Iversen og hans familie har deres hyr med kreditorer og offentlige myndigheder, der driver dem mod fallittens rand. Ved udsigten til et lån hos ågerkarlen Phieselbach vælger familien en radikal løsningsmodel. De slår sig på plattenslageriet og svindler sig til millioner under det fisefornemme falske navn 'Gyldenkål'.",
        "release_date": "1975-01-01",
        "production_companies": [
            "Panorama-Film"
        ]
    },
    {
        "title": "Familien gyldenkål sprænger banken",
        "api_id": "33935",
        "overview": "Den anden film i serien om den initiavtivrige familie Gyldenkål. Nu er familien kommet op på de øverste trin af den sociale rangstige, men uventede krav fra skattevæsenet medfører, at en tvangsauktion står for døren. Derfor går de i gang med det hidtil største svindelnummer: at bedrage Fidusbanken.",
        "release_date": "1976-12-26",
        "production_companies": [
            "Panorama-Film"
        ]
    },
    {
        "title": "Sømand i knibe",
        "api_id": "73372",
        "overview": "Kaptajnløjtnant Poul Adam er chef på en motortorpedobåd, en dygtig søofficer, men stiv og reglementstro og genert over for damer. Ved et selskab hos fabrikant Thygesen træffer han dennes datter Eva. Næste dag kommer hun på besøg på skibet, og da der slås alarm og man står til søs, har hun gemt sig i en kahyt. Det medfører diverse forviklinger, ikke mindst da admiralen senere kommer ombord.",
        "release_date": "1960-09-19",
        "production_companies": [
            "ASA"
        ]
    },
    {
        "title": "Sømænd og svigermødre",
        "api_id": "46700",
        "overview": "Peter kommer til Helsingør for at blive gift med Bitten. Med sig har han Kanusti, som skal være hans forlover. Straks ved ankomsten mærkes dog svigermors modvilje mod Peter. Da Peter senere finder ud af, at Bitten ønsker at de skal bo tre huse fra svigermoderen, møder Peter ikke op til brylluppet. Ved Kanustis mellemkomst får Bitten og Peter dog hinanden.",
        "release_date": "1962-08-06",
        "production_companies": [
            "ASA"
        ]
    },
    {
        "title": "Han hun dirch og dario",
        "api_id": "54619",
        "overview": "Marianne er lykkelig og glad i sit ægteskab med Poul - de har ingen økonomiske sorger af nogen art, tværtimod, og den eneste slange i paradiset er Pouls arbejde som test- og væddeløbskører og prokurist i sin fars store automobilfirma, Marianne synes, at det stjæler alt for meget fra hende. Marianne flytter nu hjemmefra og finder et værelse i en klublejlighed på Christianshavn, hvor hun møder nye gode venner, men hvordan skal hun nu skaffe penge?",
        "release_date": "1962-03-23",
        "production_companies": [
            "Saga Studio"
        ]
    },
    {
        "title": "Midt om natten",
        "api_id": "33416",
        "overview": "I 80'ernes Danmark opretter en gruppe hjemløse en lille fristad i Sydhavnen kaldet Haveje. Alt er fryd og gammen, indtil en gruppe rockere kommer på besøg og gennemtæver udvalgte beboere. Samtidig har politiet også fået et godt øje til den lille samling fribyttere. De pønser på at få en anledning til af få fristaden ryddet. Det ser sort ud, men idealisterne prøver at stå sammen mod vold og overmagt.",
        "release_date": "1984-03-09",
        "production_companies": [
            "Nordisk Film Denmark"
        ]
    },
    {
        "title": "Martha",
        "api_id": "10311",
        "overview": "",
        "release_date": "1974-05-28",
        "production_companies": [
            "Pro-ject Filmproduktion",
            "WDR"
        ]
    },
    {
        "title": "Min søsters børn",
        "api_id": "50781",
        "overview": "Erik Lund er børnepsykolog og skal forsvare en doktorafhandling om emnet. Hans viden er imidlertid på det meget teoretiske plan, og han kommer alvorligt på arbejde, da han for en tid skal passe søsterens seks børn i alderen fra baby til teenager. Heldigvis har naboens søde datter, Lisbeth, et mere praktisk tag på tingene.",
        "release_date": "1966-09-30",
        "production_companies": [
            "Saga Studio"
        ]
    },
    {
        "title": "Min søsters børn på bryllupsrejse",
        "api_id": "51498",
        "overview": "Allerede året efter premieren på \"Min Søsters Børn\" måtte Annelise Reenberg digte videre og forsøge det næsten umulige: At følge en stor succes op. - Men det lykkedes! - Så denne film starter 8-9 måneder efter. Onkel Erik skal fejre bryllup med Lisbeth, og ungernes mor venter en \"glædelig begivenhed\" igen. Midt under kirkebrylluppet må hun afsted til klinikken, så det er en meget træt onkel og Lisbeth der drager på bryllupsrejse sydpå, med bil og campingvogn. Lykkelige gør de deres første romantiske stop. Endelig alene. De rives dog hurtigt ud af deres vildfarelse, for dobbeltsengen myldrer med unger! Jan, Michael, Lotte, Pusle og Blob har gemt sig i campingvognen for - som de siger - at fordrive ventetiden indtil den ny lillebror eller søster kommer. På bryllupsrejse - med 5 unger - gennem det turist- og kongreshærgede Midteuropa - dét skal opleves. Det kræver, at man er psykolog - til fingerspidserne.",
        "release_date": "1967-10-13",
        "production_companies": [
            "Saga Studio"
        ]
    },
    {
        "title": "Min søsters børn vælter byen",
        "api_id": "18567",
        "overview": "Fra deres velfortjente ferie- og kongresrejse til Sydamerika sender onkel og Lisbeth Pusle en fødselsdagsgave. - En lille indiansk sølvguddom til at hænge om halsen, og med den særlige egenskab, at den kan opfylde alle sin ejers ønsker - dersom man blindt tror den. - Og dét gør Pusle naturligvis! Det er i begyndelsen harmløse ting tøsen ønsker sig, men da hun er kvinde til fingerspidserne, stiger ønskerne hurtigt til dimensioner, hvor retssamfundet sætter ind. En politiassistent Møller indkredser det livsfarlige barn og hun bliver sendt til politiets overlæge i psykiatri Dr. Mogensen. Da han er færdig med at undersøge og behandle \"tilfældet\", er han lige til at indlægge...",
        "release_date": "1968-10-11",
        "production_companies": [
            "Saga Studio"
        ]
    },
    {
        "title": "Min søsters børn når de er værst",
        "api_id": "49710",
        "overview": "Sidste skoledag før sommerferien, der holdes afslutningsfest på skoleåret, hurra en lang sommerferie venter forude. Rikke har sluttet sig til rødstrømperne, og demonstrerer mod ægteskabet.",
        "release_date": "1971-10-15",
        "production_companies": [
            "Saga Studio"
        ]
    },
    {
        "title": "Peters baby",
        "api_id": "57195",
        "overview": "Peter Bergmann (Ebbe Langberg) har, sammen med sin gode ven William Thorsen (Dirch Passer), holdt polterabend. Peter skal giftes med Williams gamle kæreste Kirsten (Judy Gringer) samme dag. Da de hen på morgenen kommer hjem til Peter, finder de et brev fra det franske hospital \"De små blå nonner\", der beder Peter møde op medbringende sin dåbsattest og få foretaget en blodprøve. Peter fortæller William, at han havde et kærlighedseventyr i Paris, da han var på forretningsrejse for faderens firma, men Tony (Ghita Nørby) afviste ham da han tilbød hende ægteskab.",
        "release_date": "1961-07-28",
        "production_companies": [
            "Saga Studio"
        ]
    },
    {
        "title": "Pigen og greven",
        "api_id": "56864",
        "overview": "Susanne skal på landet for at besøge Ditmar. Ditmar har været i udlandet i godt et år og i mellemtiden har Susanne uden Ditmars viden, født Lulu. Sammen med Susanne rejser hendes gode ven og barnepige, Andreas til godset. Andreas og Lulu bliver antaget for at være hushovmester og dennes datter. Andreas går med på ideen, således at han kan holde lidt øje med Susanne. Andreas bliver dog forelsket i datteren af huset, som tror han har en kone. Samtidig går Susanne og forsøger at få fortalt Ditmar at Lulu er deres barn.",
        "release_date": "1966-11-25",
        "production_companies": [
            "Merry Film"
        ]
    },
    {
        "title": "Pigen og millionæren",
        "api_id": "41600",
        "overview": "En playboy får på skydebanen en lerdue i hovedet og dermed husketab. Han prøver nu genert at pejle sig frem til oplysninger om sin person, gør uden at ane det kur til sin egen kone, revolutionerer arbejdet på det kontor, han ellers aldrig plejer at besøge etc. Hvad der videre sker bestemmes helt og holdent af en tung potteplante, smidt ud ad vinduet af en svensker.",
        "release_date": "1965-10-15",
        "production_companies": [
            "Merry Film"
        ]
    },
    {
        "title": "Pigen og pressefotografen",
        "api_id": "46841",
        "overview": "Bastian og Lene er et godt par, som journalist og pressefotograf. De skiftes til at få ideerne til hvordan de får et scoop til ugebladet \"Tit og Lyt\". Både Bastian og Lene bor på pensionat. De bliver derfor enige om at spille mand og kone således at Bastian kan få en lejlighed. Lene er dybt forelsket i Bastian, hvorfor hun får deres fælles ven Søren til at sende en mand fra boliganvisningen til lejligheden. Han fortæller at de skal have ét barn for at bo i lejligheden. Boliganvisningen kommer dog Lene i forkøbet og da Lene i mellemtiden har fortalt bastian om hendes arrangement med Søren er Bastian meget grov over for manden. Problemerne slutter ikke her. Pludselig står Bastians svigerforældre på dørtrinet og vil gerne ind. Lene og Bastian må nu dele soveværelse for en nat. Næste dag beslutter Lene at rejse sin vej. Bastian finder dog ud af at han er forelsket i Lene, men hvordan vinder han hende tilbage.",
        "release_date": "1963-02-15",
        "production_companies": [
            "Merry Film"
        ]
    },
    {
        "title": "Slå først frede",
        "api_id": "33445",
        "overview": "Den unge charmerende Frede Hansen er agent i spøg og skæmt og befinder sig i filmens begyndelse ombord på en færge på vej hjem fra en tur sydpå med tasken fuld af nye, sjove påhit. Ombord er en anden agent – en hemmelig agent med en taske mage til Fredes. Den hemmelige agent er skarpt forfulgt af to uhyggelige gangstere i læderfrakker, der er på jagt efter hans taske. Inden de gør det af med ham får han byttet sin taske ud med Fredes, som derved rodes ind i utroligt dramatiske situationer.",
        "release_date": "1965-12-21",
        "production_companies": [
            "Emerson Film Enterprises",
            "Nordisk Film Denmark"
        ]
    },
    {
        "title": "Slap af frede",
        "api_id": "33442",
        "overview": "Agent-farcen om den skikkelige gennemsnitsdansker, Frede Hansen, der meget mod sin vilje kastes ud i den hemmelige agents voldsomme og farefulde liv. Som altid bistås han af den ivrige og perfekte super-agent, Smith. Sammen skal de befri en kinesisk statsmand, som den forbryderiske organisationsleder Presto har kidnappet.",
        "release_date": "1966-06-05",
        "production_companies": [
            "Nordisk Film Denmark"
        ]
    },
    {
        "title": "Støv på hjernen",
        "api_id": "41989",
        "overview": "I en forstad til København, ligge \"Solvænget \" en bebyggelse med påhæftet etikette - Soveby. I opgangen Lykkevej 2, hvor alle medvirkende bor ånder alt fred og ro - sådan da. I stuen tv. bor Rigmor Hansen (Bodil Udsen), en sej og djærv kvinde, der hersker næsten enevældigt over sine medsøstre. På samme etage overfor bor Birthe Mønster (Karin Nellemose) en klog og livserfaren dame, som udkæmper mangen duel med Rigmor. Birthe og den \"farlige\" journalist på kvisten Mona Lisa Jacobsen (Hanne Borchsenius) der er redaktør på en kvindebrevkasse - Alt for alle - viser alle hustruerne, at personlig og ægteskabelig lykke nu engang må gå forud for brun sæbe og knofedt, eller som Bodil Henriksen (Helle Virkner) på 1. sal tv. siger - Det er en evig krig, at holde fred i ægteskabet.",
        "release_date": "1961-10-11",
        "production_companies": [
            "Saga Studio"
        ]
    },
    {
        "title": "Det støver stadig",
        "api_id": "73174",
        "overview": "Alf Thomsen er vicevært i beboerforeningen Solvænget og sørger for at alt er klart til den kommende stiftende generalforsamling. En af beboerne er journalisten Mona Lisa, der får den ide at skrive en artikel om hvor selvglade mænd er. Og i den forbindelse falder det så heldigt, at hun bor i forening med indtil flere fremragende eksempler.",
        "release_date": "1962-09-28",
        "production_companies": [
            "Saga Studio"
        ]
    },
    {
        "title": "Støv for alle pengene",
        "api_id": "41990",
        "overview": "En gruppe beboere i københavnerforstaden Solvænget beslutter at købe et landbrug for på den måde at blive selvforsynende med grøntsager og andet godt. Desværre viser landmandslivet sig at være væsentlig mere slidsomt og besværligt end den lille gruppe byboere havde forestillet sig.",
        "release_date": "1963-12-13",
        "production_companies": [
            "Saga Studio"
        ]
    },
    {
        "title": "Passer passer piger",
        "api_id": "41987",
        "overview": "Et antal betagende smukke skønheds-misser gør temmelig overraskende deres entre på den berømte trappeopgang i Solvænget. Her har fruerne til dato hersket i en slags oplyst enevælde over den stakkels vicevært, Alf Thomsen, - men nu får han sin sag for. Så megen kvindelig skønhed er chokbehandling for ejendommens tyndslidte ægteskaber. Ulykkeligvis tager mændene situationen som mænd, og fruerne ser hele deres verdensbillede skride ud.",
        "release_date": "1965-07-23",
        "production_companies": [
            "Saga Studio"
        ]
    },
    {
        "title": "Den skaldede frisør",
        "api_id": "126250",
        "overview": "Astrid og Patricks bryllup skal stå i det naturskønne Sorrento. Brudens mor, frisøren Ida, har netop brudt med sin mand, Leif, som kommer anstigende til festen med sin nye, blonde nipskæreste. Gommens far, den britiske forretningsmand Philip, er også taget sydpå. Han er aldrig helt kommet sig over sin kones død, men måske finder han fred i sindet under Italiens sol?",
        "release_date": "2012-09-04",
        "production_companies": [
            "Zentropa Entertainments",
            "Zentropa International Sweden",
            "Zentropa International Berlin",
            "Film i Väst",
            "Zentropa International France",
            "Slot Machine",
            "Lumière & Co.",
            "SVT",
            "DR",
            "ARTE France Cinéma",
            "ZDF/Arte",
            "Longride",
            "Network Movie"
        ]
    },
    {
        "title": "Hvidsten gruppen",
        "api_id": "103839",
        "overview": "Under 2. verdenskrig bor kroejer Marius Fiil med sin store familie omkring sig i Hvidsten nord for Randers. Tyskernes fremmarch vækker modstand i Marius, og da han får mulighed for at gøre en forskel, slår han til, hjulpet af sin familie og omegnens beboere. Gruppen modtager og skjuler våben og faldskærmssoldater fra England, men det er langt fra ufarligt.",
        "release_date": "2012-03-01",
        "production_companies": [
            "Regner Grasten Film"
        ]
    },
    {
        "title": "Midsommer",
        "api_id": "16032",
        "overview": "Kort før eksamen begår Sofie selvmord. Hendes bror Christian er overbevist om, at hun inden selvmordet prøvede at fortælle ham noget. Christian og Sofies vennekreds beslutter at fejre midsommeraften i Sverige. Men vennerne har svært ved at finde takten uden Sofie, og langsomt kommer de tættere på en forklaring på Sofies selvmord.",
        "release_date": "2003-02-07",
        "production_companies": [
            "Cosmo Film",
            "TV 2",
            "Film i Väst"
        ]
    }
]